Repository: gregorjerse/bober
Catalog: django/bober/bober_*/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Access code
sl: Koda

source: School
sl: Šola

source: A user with this username exists
sl: Uporabnik s tem uporabniškim imenom že obstaja

source: A user with this email exists
sl: Uporabnik s tem poštnim naslovom že obstaja

source: username
sl: uporabniško ime

source: email
sl: e-pošta

source: password
sl: geslo

source: hidden_code
sl: skrita koda

source: Elementary school
sl: Osnovna šola

source: High school
sl: Srednja šola

source: Kindergarden
sl: Vrtec

source: Did you copy the whole URL? The hidden access code is wrong or missing.
sl: Ste skopirali celotno povezavo? Del s skrivno kodo manjka ali pa je napačen.

source: Teachers by school category
sl: Učitelji po vrsti šole

source: Add School
sl: Dodaj šolo

source: Add school
sl: Dodaj šolo

source: Edit my profile
sl: Uredi moje podatke

source: Change password
sl: Zamenjaj geslo

source: Save
sl: Shrani

source: Codes
sl: Kode

source: Result entry for tasks on paper
sl: Vnos rezultatov za tekmovanje na papir

source: Results
sl: Rezultati

source: Mentor recognition
sl: Potrdilo za mentorja

source: School certificates
sl: Priznanja za šolo

source: Certificates
sl: Priznanja

source: Show/hide attempt times
sl: Skrij/prikaži čase poizkusov

source: Competitor
sl: Tekmovalec

source: Sum
sl: Vsota

source: Advanced details
sl: Podrobneje

source: Teacher registration
sl: Prijava učitelja

source: Enter your username, e-mail and password.
sl: Vnesite uporabniško ime, e-pošto in geslo.

source: If you have multiple mentors at your school, send them the link to this page so that they can also register.
sl: Če je na vaši šoli več mentorjev, jih prosim posredujte povezavo do te strani, da se bodo tudi oni lahko prijavili.

source: If you already have a username, click here (even if you can not remember your password).
sl: Če že imate uporabniško ime kliknite sem (tudi če ste pozabili geslo).

source: Set password
sl: Nastavite geslo

source: Competition
sl: Tekmovanje

source: Back to competitions
sl: Nazaj na seznam tekmovanj

source: codes
sl: kode

source: overview
sl: pregled

source: edit
sl: uredi

source: Question sets
sl: Nabori vprašanj

source: Compete
sl: Tekmuj

source: Awards pdf
sl: PDF z nagradami

source: Competitions in progress
sl: Trenutna tekmovanja

source: Ongoing competitions
sl: Trenutna tekmovanja

source: Login as a teacher
sl: Prijavi se kot učitelj

source: Competitions for guests
sl: Tekmovanja za goste

source: Competition archive
sl: Arhiv tekmovanj
