Repository: gregorjerse/bober
Catalog: django/bober/bober_simple_competition/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, da, de, el, es_ar, et, fi, fr, ga, hu, it, ja, ka, lt, lv, mk, mt, nl, pl, pt, ro, ru, sk, sl, sv, uk, vi

source: You left %s question unanswered.
ar: لقد %s السؤال دون إجابة.
bg: %s въпрос без отговор.
cs: Nechal %s otázku nezodpovězenou.
da: Du %s spørgsmål ubesvarede.
de: Sie %s Frage unbeantwortet.
el: %s ερώτημα αναπάντητο.
es_ar: %s pregunta sin respuesta.
et: Sa %s küsimusele vastamata.
fi: Jätit %s kysymykseen vastaamatta.
fr: Vous avez %s la question sans réponse.
ga: D'fhág %s ceist unanswered.
hu: Itt %s kérdés megválaszolatlan.
it: Hai %s domanda senza risposta.
ja: あなたは左%s未回答の質問を。
ka: თქვენ %s კითხვა პასუხგაუცემელი.
lt: Tu %s klausimas neatsakytas.
lv: Jūs %s jautājums neatbildēts.
mk: Си %s прашање без одговор.
mt: Inti %s mhux imwieġba.
nl: Je %s vraag onbeantwoord.
pl: %s pytanie bez odpowiedzi.
pt: Você %s pergunta sem resposta.
ro: Ai %s întrebare fără răspuns.
ru: Вы %s вопрос без ответа.
sk: Nechal %s otázku nezodpovedanú.
sv: Du %s fråga obesvarad.
uk: Ви %s питання без відповіді.
vi: Bạn còn %s câu hỏi chưa được trả lời.

source: %(n)s competitor
ar: ٪ (ن) ق منافس
bg: % (п) и конкурент
cs: % (n) s soutěžící
da: % (n) s konkurrent
de: % (n) s Wettbewerber
el: % (n) s ανταγωνιστή
es_ar: %(n)s competidor
et: % (n) s konkurendi
fi: % (N) t kilpailija
fr: % (n) s concurrent
ga: % (n) s iomaitheoir
hu: % (N) S-versenyző
it: % (n) s concorrente
ja: ％（N）の競争相手
ka: % (n) s კონკურენტი
lt: % (n) s konkurentu
lv: % (n) s konkurents
mk: % (n) е конкурент
mt: % (n) i kompetitur
nl: % (n) s concurrent
pl: % (n) s zawodnik
pt: % (N) s concorrente
ro: % (n) s concurent
ru: % (п) ы конкурент
sk: % (N) s súťažiaci
sv: % (n) s konkurrent
uk: % (П) и конкурент
vi: % (n) s đối thủ cạnh tranh

source: Are you sure you want to finish the competition?
ar: هل أنت متأكد أنك تريد إنهاء المنافسة؟
bg: Сигурни ли сте че искате да завърши състезанието?
cs: Jste si jisti, že chcete dokončit soutěž?
da: Er du sikker på du vil afslutte konkurrencen?
de: Sind Sie sicher, Sie wollen, um den Wettbewerb zu beenden?
el: Είστε σίγουροι ότι θέλετε να ολοκληρώσετε τον ανταγωνισμό;
es_ar: Ste prepričani, da želite zaključiti s tekmovanjem?
et: Olete kindel, et soovite lõpetada konkurentsi?
fi: Oletko varma, että haluat lopettaa kilpailun?
fr: Etes-vous sûr que vous voulez terminer la compétition?
ga: An bhfuil tú cinnte go bhfuil tú ag iarraidh a chríochnú an gcomórtas?
hu: Biztos benne, hogy szeretné befejezni a versenyt?
it: Sei sicuro di voler finire la concorrenza?
ja: あなたは、競争を終了してもよろしいですか？
ka: დარწმუნებული ხართ გსურთ დასრულდება კონკურსში?
lt: Ar tikrai norite baigti konkurenciją?
lv: Vai jūs tiešām vēlaties, lai pabeigtu konkurenci?
mk: Дали сте сигурни дека сакате да го заврши натпреварот?
mt: Inti żgur li trid tispiċċa l-kompetizzjoni?
nl: Bent u zeker dat u de competitie eindigen?
pl: Czy na pewno chcesz zakończyć konkurencję?
pt: Tem certeza de que quer terminar a competição?
ro: Sigur vrei să termine competiția?
ru: Вы уверены, что хотите закончить соревнование?
sk: Ste si istí, že chcete dokončiť súťaž?
sv: Är du säker på att du vill avsluta tävlingen?
uk: Ви впевнені, що хочете закінчити змагання?
vi: Bạn có chắc chắn muốn kết thúc cuộc thi?

source: An error has occured. Please try to finish competition again.
ar: حدث خطأ. يرجى المحاولة لإنهاء المنافسة مرة أخرى.
bg: Възникна грешка. Моля, опитайте да завърши на конкуренцията отново.
cs: Došlo k chybě. Prosím, pokusit se dokončit soutěž znovu.
da: Der opstod en fejl. Prøv at afslutte konkurrencen igen.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie erneut, den Wettbewerb zu beenden.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ δοκιμάστε να τελειώσει και πάλι τον ανταγωνισμό.
es_ar: Prišlo je do napake. Poizkusite še enkrat zaključiti tekmovanje.
et: Ilmnes tõrge. Palun proovige lõpetada konkurentsi uuesti.
fi: Tapahtui virhe. Yritä lopettaa kilpailu uudelleen.
fr: Une erreur est survenue. S'il vous plaît essayer de terminer à nouveau la concurrence.
ga: Tá Tharla earráid. Déan iarracht an iomaíocht a chríochnú arís.
hu: Hiba történt. Kérjük, próbálja befejezni a versenyt újra.
it: C'è stato un errore. Si prega di cercare di finire di nuovo la concorrenza.
ja: エラーが発生しました。再び競技を終了してみてください。
ka: შეცდომა მოხდა. გთხოვთ, ცდილობენ დასრულდება კონკურსის ერთხელ.
lt: Įvyko klaida. Bandykite dar kartą baigti konkurenciją.
lv: Ir notikusi kļūda. Lūdzu, mēģiniet pabeigt konkurenci vēlreiz.
mk: Грешка настанала. Ве молиме обидете се да се заврши натпреварот повторно.
mt: Żball tkun seħħet. Jekk jogħġbok jippruvaw biex jintemm l-kompetizzjoni mill-ġdid.
nl: Er is een fout opgetreden. Probeer om de concurrentie weer eindigen.
pl: Wystąpił błąd. Spróbuj ponownie zakończyć konkurencję.
pt: Ocorreu um erro. Por favor, tente terminar competição novamente.
ro: A apărut o eroare. Vă rugăm să încercați pentru a termina concurenței din nou.
ru: Произошла ошибка. Пожалуйста, постарайтесь закончить конкурс снова.
sk: Došlo k chybe. Prosím, pokúsiť sa dokončiť súťaž znova.
sv: Ett fel har uppstått. Försök att avsluta tävlingen igen.
uk: Сталася помилка. Будь ласка, постарайтеся закінчити конкурс знову.
vi: Đã xảy ra lỗi. Hãy cố gắng để hoàn thành cuộc thi một lần nữa.

source: Merged with
sl: Združen z

source: Content
sl: Vsebina

source: title
sl: naslov

source: public competition
sl: Javno tekmovanje

source: start
sl: začetek

source: duration
sl: trajanje

source: Duration of the competition in seconds
sl: Trajanje tekmovanja v sekundah

source: end
sl: konec

source: message of the day
sl: sporočilo dneva

source: Name
sl: Ime

source: Date of birth
sl: Datum rojstva

source: username
sl: uporabniško ime

source: E-Mail
sl: E-pošta

source: Sorry, you dont have a permission.
sl: Nimate pravic.

source: Go back.
sl: Nazaj.

source: Add Another Competition Questionset
sl: Dodaj nov nabor vprašanj

source: Ongoing competitions
sl: Trenutna tekmovanja

source: Competitions for guests
sl: Tekmovanja za goste

source: Competition archive
sl: Arhiv tekmovanj

source: Welcome to the competition
sl: Dobrodošli na tekmovanju

source: Merge this profile into another
sl: Združi profil z drugim

source: I have forgotten my password
sl: Ne spomnim se gesla
