Repository: gregorjerse/bober
Catalog: django/bober/bober_simple_competition/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, da, de, el, es_ar, et, fi, fr, ga, hu, it, ja, ka, lt, lv, mk, mt, nl, pl, pt, ro, ru, sk, sl, sv, uk, vi

source: Access code
ar: رمز الدخول
bg: Код за достъп
cs: Přístupový kód
da: Adgangskode
de: Zugangscode
el: Κωδικός πρόσβασης
es_ar: Código de acceso
et: Juurdepääs koodi
fi: Pääsykoodi
fr: Code d'accès
ga: Rochtain cód
hu: Hozzáférési kód
it: Codice d'accesso
ja: アクセスコード
ka: წვდომის კოდი
lt: Prieigos kodas
lv: Piekļuves kods
mk: Код за пристап
mt: Kodiċi ta 'aċċess
nl: Toegangscode
pl: Kod dostępu
pt: Código de acesso
ro: Cod de acces
ru: Код доступа
sk: Prístupový kód
sl: Koda za dostop
sv: Behörighetskod
uk: Код доступу
vi: Mã số truy cập

source: Update used codes later
ar: في وقت لاحق رموز التحديث المستخدمة
bg: Актуализиране използва кодове късно
cs: Aktualizace použití kódů později
da: Opdatering anvendte koder senere
de: Update verwendeten Codes später
el: Ενημέρωση κωδικοί που χρησιμοποιούνται αργότερα
es_ar: Actualizar códigos utilizado más tarde
et: Värskenda kasutatud koodid hiljem
fi: Päivitä käytetyt koodit myöhemmin
fr: Mettez à jour les codes utilisés plus tard
ga: Cóid Nuashonrú úsáid níos déanaí
hu: Frissítés használt kódok késõbb
it: Aggiornamento usato codici più tardi
ja: アップデートは、後でコードを使用しました
ka: განახლების გამოიყენება კოდები შემდეგ
lt: Atnaujinti naudojami kodai vėliau
lv: Atjaunināt izmantoti kodi vēlāk
mk: Ажурирање кодови се користи подоцна
mt: Kodiċijiet Aġġornament użati aktar tard
nl: Bijwerken gebruikte codes later
pl: Aktualizuj stosowane kody później
pt: Atualizar usado códigos mais tarde
ro: Actualizare utilizate coduri mai târziu
ru: Обновление используется коды позже
sk: Aktualizácie použitie kódov neskôr
sl: Obnovi seznam obnovljenih kod kasneje
sv: Uppdatera används koder senare
uk: Оновлення використовується коди пізніше
vi: Cập nhật sử dụng mã số sau

source: Execute effects later
ar: في وقت لاحق تنفيذ الآثار
bg: Изпълнение ефекти късно
cs: Spouštět efekty později
da: Udfør effekter senere
de: Führen Wirkungen später
el: Εκτέλεση επιπτώσεις αργότερα
es_ar: Ejecutar efectos más tarde
et: Käivita mõju hiljem
fi: Suorita vaikutuksia myöhemmin
fr: Execute effets tard
ga: Éifeachtaí Rith níos déanaí
hu: Végrehajtás hatások később
it: Eseguire effetti più tardi
ja: 後で効果を実行
ka: შეასრულოს ეფექტი შემდეგ
lt: Vykdyti poveikis vėliau
lv: Izpildīt iedarbība vēlāk
mk: Изврши ефекти подоцна
mt: Teżegwixxi effetti aktar tard
nl: Uitvoeren effecten later
pl: Realizujemy efekty później
pt: Efeitos executar mais tarde
ro: Executa efecte mai târziu
ru: Выполнить эффекты позже
sk: Spúšťať efekty neskôr
sl: Izvedi učinke kasneje (po samomoru)
sv: Utför effekter senare
uk: Виконати ефекти пізніше
vi: Thực hiện hiệu ứng sau

source: Wrong access code
ar: رمز الدخول الخاطئ
bg: Грешен код за достъп
cs: Chybný přístupový kód
da: Forkert adgangskode
de: Falscher Zugangscode
el: Λάθος κωδικός πρόσβασης
es_ar: Código de acceso incorrecto
et: Vale juurdepääsu koodi
fi: Väärä avauskoodi
fr: Code d'accès erronées
ga: Cód rochtana Mícheart
hu: Helytelen hozzáférési kód
it: Codice di accesso errato
ja: 間違ったアクセスコード
ka: Wrong კოდით
lt: Neteisingas prieigos kodas
lv: Nepareizs piekļuves kods
mk: Погрешен код за пристап
mt: Kodiċi ta 'aċċess Wrong
nl: Verkeerde toegangscode
pl: Błędny kod dostępu
pt: Código de acesso errado
ro: Cod de acces greșit
ru: Неправильный код доступа
sk: Chybný prístupový kód
sl: Vnesi kodo za dostop
sv: Fel accesskod
uk: Неправильний код доступу
vi: Mã truy cập sai

source: Group
ar: مجموعة
bg: Група
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es_ar: Grupo
fi: Ryhmä
fr: Groupe
ga: Grúpa
hu: Csoport
it: Gruppo
ja: グループ
ka: ჯგუფი
lt: Grupė
lv: Grupa
mk: Група
mt: Grupp
nl: Groep
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
sl: Skupina
sv: Grupp
uk: Група
vi: Nhóm

source: This field is required
ar: هذه الخانة مطلوبه
bg: Това поле е задължително
cs: Toto pole je povinné
da: Dette felt er påkrævet
de: Dies ist ein Pflichtfeld
el: Αυτό το πεδίο είναι υποχρεωτικό
es_ar: este campo es requerido
et: See väli on vajalik
fi: Tämä kenttä pitää täyttää
fr: Ce champ est requis
ga: Tá an réimse ag teastáil
hu: Ez a mező kötelező
it: Questo campo è obbligatorio
ja: この項目は必須です
ka: ეს ველი სავალდებულოა
lt: Šį lauką būtina užpildyti
lv: Šis lauks ir obligāts
mk: Ова поле е задолжително
mt: Dan il-qasam hija meħtieġa
nl: dit veld is verplicht
pl: To pole jest wymagane
pt: Este campo é obrigatório
ro: Acest câmp este obligatoriu
ru: Это поле обязательно к заполнению
sk: Toto pole je vyžadované
sl: To polje je obvezno
sv: Detta fält är tvingande
uk: Це поле є обов'язковим
vi: Lĩnh vực này là cần thiết

source: Participate in the competition
ar: المشاركة في المسابقة
bg: Участвай в конкурса
cs: Účast v soutěži
da: Deltage i konkurrencen
de: Beteiligen Sie sich an der Konkurrenz
el: Συμμετέχουν στο διαγωνισμό
es_ar: Participar en el concurso
et: Osale konkursil
fi: Osallistu kilpailuun
fr: Participer à la compétition
ga: Páirt a ghlacadh sa chomórtas
hu: Vegyen részt a versenyben
it: Partecipa al concorso
ja: 競争に加わります
ka: კონკურსში მონაწილეობის მიღება
lt: Dalyvauti konkurse
lv: Piedalīties konkursā
mk: Учествува во натпреварот
mt: Jipparteċipaw fil-kompetizzjoni
nl: Deelnemen aan de wedstrijd
pl: Wziąć udział w konkursie
pt: Participar na competição
ro: Participa la concurs
ru: Участвовать в конкурсе
sk: Účasť v súťaži
sl: Tekmuj
sv: Delta i tävlingen
uk: Брати участь у конкурсі
vi: Tham gia cuộc thi

source: Attempt competition before start
ar: محاولة المسابقة قبل بداية
bg: Опит конкуренцията преди началото
cs: Pokus soutěže před startem
da: Forsøg konkurrencen før start
de: Wettbewerb vor Beginn versuchen
el: Προσπάθεια του ανταγωνισμού πριν από την έναρξη
es_ar: Intento competencia antes de inicio
et: Proovides konkurentsi enne algust
fi: Yritä kilpailu ennen alkua
fr: Tenter la concurrence avant le début
ga: Iarracht iomaíocht roimh thús
hu: Kísérlet a verseny kezdete előtt
it: Tentativo concorrenza prima dell'inizio
ja: 開始前の競争をしようとしました
ka: ცდილობენ კონკურსის დაწყებამდე
lt: Bandymas konkurenciją Prieš pradėdami
lv: Mēģinājums konkurenci pirms starta
mk: Обиде конкуренција пред почеток
mt: Tentattiv kompetizzjoni qabel tibda
nl: Poging competitie voor de start
pl: Próba konkurencji przed rozpoczęciem
pt: Tentativa competição antes do início
ro: Încercați concurență înainte de start
ru: Попытка конкуренции перед началом
sk: Pokus súťaže pred štartom
sl: Tekmuj pred začetkom tekmovanja
sv: Försök tävlingen innan start
uk: Спроба конкуренції перед початком
vi: Cố gắng cạnh tranh trước khi bắt đầu

source: See results before official end of competition
ar: رؤية النتائج قبل النهاية الرسمية للمنافسة
bg: Виж резултатите преди официалния край на конкуренцията
cs: Viz výsledky před oficiálním ukončení soutěže
da: Se resultat før officielle afslutning af konkurrencen
de: Siehe Ergebnisse vor dem offiziellen Ende des Wettbewerbs
el: Δείτε τα αποτελέσματα πριν από την επίσημη λήξη του διαγωνισμού
es_ar: Ver resultados antes de fin oficial de la competencia
et: Vaata tulemusi enne ametlikku lõppu konkurentsi
fi: Katso tulokset ennen virallista loppua kilpailu
fr: Voir les résultats avant la fin officielle de la concurrence
ga: Féach ar na torthaí roimh dheireadh oifigiúil na hiomaíochta
hu: Lásd az eredményeket, mielőtt hivatalos vége a versenyt
it: Guarda i risultati prima della fine ufficiale della competizione
ja: 競争の公式終了前に結果を参照してください。
ka: იხილეთ შედეგები ოფიციალურ ბოლოს კონკურსის
lt: Žiūrėti rezultatus prieš oficialiai pabaigoje konkurencijos
lv: Skatīt rezultātus pirms oficiālā beigām konkurences
mk: Види резултатите пред официјалното завршување на натпреварот
mt: Ara r-riżultati qabel tmiem uffiċjali ta 'kompetizzjoni
nl: Zie resultaten vóór de officiële einde van de competitie
pl: Zobacz wyniki przed oficjalnym zakończeniem konkursu
pt: Veja os resultados antes do final oficial da competição
ro: Vezi rezultate înainte de sfârșitul oficial al concurenței
ru: См результаты до официального окончания конкурса
sk: Pozri výsledky pred oficiálnym ukončenia súťaže
sl: Vidi rezultate pred koncem tekmovanja
sv: Se resultat före officiella slutet av konkurrens
uk: Див результати до офіційного закінчення конкурсу
vi: Xem kết quả trước khi kết thúc chính thức của cuộc thi

source: Resume existing attempts
ar: استئناف المحاولات الحالية
bg: Възобновяване на съществуващите опити
cs: Obnovit existující pokusy
da: Genoptag eksisterende forsøg
de: Lebenslauf bestehenden Versuche
el: Συνέχιση των υφιστάμενων προσπαθειών
es_ar: Reanudar intentos existentes
et: Jätka olemasolevate katsed
fi: Jatka nykyisiä yrityksiä
fr: Reprendre tentatives existantes
ga: Lean iarrachtaí atá ann cheana féin
hu: Folytatás meglévő kísérletek
it: Riprendi tentativi esistenti
ja: 既存の試みを再開
ka: რეზიუმე არსებული მცდელობა
lt: Atnaujinti esamus bandymus
lv: Atsākt esošos mēģinājumus
mk: Продолжи со постојните обиди
mt: Resume tentattivi eżistenti
nl: Hervatten bestaande pogingen
pl: Wznowić istniejące próby
pt: Retomar tentativas existentes
ro: CV încercări existente
ru: Резюме существующих попыток
sk: Obnoviť existujúce pokusy
sl: Nadaljuj začete poizkuse
sv: Återuppta befintliga försök
uk: Резюме існуючих спроб
vi: Tiếp tục các nỗ lực hiện có

source: Allow the creator to manage the profile of anyone using this code
ar: السماح للخالق لإدارة الملف الشخصى أي شخص يستخدم هذا الرمز
bg: Позволете на създателя да управляват профила на всеки, който използва този код
cs: Nechte tvůrce spravovat profil někdo pomocí tohoto kódu
da: Lad skaberen til at styre profilen af ​​alle, der bruger denne kode
de: Lassen Sie den Schöpfer, um das Profil zu verwalten jemand mit diesem Code
el: Αφήστε το δημιουργό να διαχειριστεί το προφίλ του καθένα χρήση αυτού του κώδικα
es_ar: Deje que el creador de gestionar el perfil de las personas que utilicen este código
et: Laske looja hallata profiili kõigile, kes kasutavad seda koodi
fi: Anna luoja hallita profiilia joku käyttää tätä koodia
fr: Permettent au créateur de gérer le profil de toute personne utilisant ce code
ga: Ceadaigh an cruthaitheoir a bhainistiú próifíl duine ar bith ag baint úsáide as cód seo
hu: Hagyja, hogy a szerző a profilok kezelését, hogy valaki használ ez a kód
it: Lasciare che il creatore di gestire il profilo di coloro che utilizzano questo codice
ja: 作成者がこのコードを使用して、誰のプロファイルを管理できるようにします
ka: ნება შემოქმედი მართოთ პროფილი ვინმეს გამოყენებისას კოდი
lt: Leisti kūrėjas valdyti visiems profilį naudojant šį kodą
lv: Ļauj autors pārvaldīt profilu ikvienam izmantot šo kodu
mk: Овозможи да управуваат со креаторот на профилот на некој користење на овој код
mt: Ħalli l-kreatur biex tmexxi l-profil ta 'kull min juża dan il-kodiċi
nl: Laat de maker om het profiel van iemand te beheren met behulp van deze code
pl: Pozwól twórca zarządzać profil nikogo przy użyciu tego kodu
pt: Permitir que o criador para gerenciar o perfil de alguém usando este código
ro: Permite creatorul de a gestiona profilul cineva folosind acest cod
ru: Разрешить создатель управлять профиль кто использует этот код
sk: Nechajte tvorca spravovať profil niekto pomocou tohto kódu
sl: Dovoli stvaritelju kode, da popravlja podatke uporabnikov kode
sv: Låt skaparen att hantera profil alla som använder denna kod
uk: Дозволити творець управляти профіль хто використовує цей код
vi: Cho phép người sáng tạo để quản lý hồ sơ cá nhân của bất cứ ai sử dụng mã này

source: Allow the creator and their managers to manage the profile of anyone using this code
ar: السماح للخالق ومديريها لإدارة الملف الشخصى أي شخص يستخدم هذا الرمز
bg: Позволете на създателя и на техните мениджъри да управляват профила на всеки, който използва този код
cs: Nechte tvůrce a jejich manažeři řídit profil někdo pomocí tohoto kódu
da: Tillad skaberen og deres ledere til at styre profilen af ​​alle, der bruger denne kode
de: Lassen Sie den Schöpfer und ihre Manager, um das Profil zu verwalten jemand mit diesem Code
el: Αφήστε το δημιουργό και τους διαχειριστές τους να διαχειρίζονται το προφίλ του καθένα χρήση αυτού του κώδικα
es_ar: Permitir que el creador y sus directivos para gestionar el perfil de las personas que utilicen este código
et: Laske looja ja nende juhtide hallata profiili kõigile, kes kasutavad seda koodi
fi: Anna luoja ja niiden johtajat hallita profiilia joku käyttää tätä koodia
fr: Autoriser le créateur et leurs gestionnaires de gérer le profil de toute personne utilisant ce code
ga: Ceadaigh an cruthaitheoir agus a mbainisteoirí a bhainistiú próifíl duine ar bith ag baint úsáide as cód seo
hu: Hagyja, hogy a Teremtő és a vezetők, hogy a profilok kezelését, hogy valaki használ ez a kód
it: Lasciare il creatore e loro manager per gestire il profilo di coloro che utilizzano questo codice
ja: 作成者とその管理者は、このコードを使用して、誰のプロファイルを管理できるようにします
ka: ნება შემქმნელი და მათ მენეჯერების მართვა ნახვა არავის გამოყენებისას კოდი
lt: Leisti kūrėjas ir jų vadovams valdyti visiems profilį naudojant šį kodą
lv: Ļauj radītājs un to vadītājiem, lai pārvaldītu profilu ikvienam izmantot šo kodu
mk: Им овозможи на креаторот и нивните менаџери да ги водат на профилот на некој користење на овој код
mt: Ħalli l-kreatur u l-amministraturi tagħhom biex tmexxi l-profil ta 'kull min juża dan il-kodiċi
nl: Laat de schepper en hun managers om het profiel van iemand te beheren met behulp van deze code
pl: Pozwól twórcą i ich menedżerów do zarządzania profil nikogo przy użyciu tego kodu
pt: Permitir que o criador e seus gerentes para gerenciar o perfil de alguém usando este código
ro: Permite creatorul și managerii lor de a gestiona profilul cineva folosind acest cod
ru: Разрешить создателем и их руководители, чтобы управлять профиль кто использует этот код
sk: Nechajte tvorca a ich manažéri riadiť profil niekto pomocou tohto kódu
sl: Dovoli stvaritelju kode in njemu nadrejenim, da popravljajo podatke uporabnikov kode
sv: Låt skapare och deras chefer att hantera profil alla som använder denna kod
uk: Дозволити творцем і їх керівники, щоб управляти профіль хто використовує цей код
vi: Cho phép các tác giả và các nhà quản lý của họ để quản lý hồ sơ cá nhân của bất cứ ai sử dụng mã này

source: Create administrator codes
ar: إنشاء رموز المسؤول
bg: Създаване на администратор кодове
cs: Vytvořit kódy správce
da: Opret administrator koder
de: Erstellen Sie Administrator-Codes
el: Δημιουργήστε κωδικούς διαχειριστή
es_ar: Crear códigos de administrador
et: Loo administraator koodid
fi: Luo järjestelmänvalvojan koodit
fr: Créer des codes d'administrateur
ga: Cruthaigh cóid riarthóir
hu: Rendszergazda létrehozása kódok
it: Creare codici di amministratore
ja: 管理者コードを作成します。
ka: შექმნა ადმინისტრატორს კოდები
lt: Sukurti administratoriaus kodai
lv: Izveidot administratora kodus
mk: Создаде администратор кодови
mt: Oħloq kodiċijiet amministratur
nl: Maak administrator codes
pl: Tworzenie kodów administratora
pt: Crie códigos de administrador
ro: Crea coduri de administrator
ru: Создать коды администратора
sk: Vytvoriť kódy správcu
sl: Ustvari administratorske kode za dostop
sv: Skapa administratörskoder
uk: Створити коди адміністратора
vi: Tạo mã số quản trị viên

source: Create comeptitor codes
ar: إنشاء رموز comeptitor
bg: Създайте comeptitor кодове
cs: Vytvořit comeptitor kódy
da: Opret comeptitor koder
de: Erstellen comeptitor Codes
el: Δημιουργήστε κωδικούς comeptitor
es_ar: Crear códigos comeptitor
et: Loo comeptitor koodid
fi: Luo comeptitor koodit
fr: Créer des codes de comeptitor
ga: Cruthaigh cóid comeptitor
hu: Hozzon létre comeptitor kódok
it: Creare codici comeptitor
ja: comeptitorコードを作成します。
ka: შექმნა comeptitor კოდები
lt: Sukurti comeptitor kodai
lv: Izveidot comeptitor kodus
mk: Создаде comeptitor кодови
mt: Oħloq kodiċijiet comeptitor
nl: Maak comeptitor codes
pl: Tworzenie kodów comeptitor
pt: Crie códigos comeptitor
ro: Creați coduri comeptitor
ru: Создать comeptitor коды
sk: Vytvoriť comeptitor kódy
sl: Ustvari kode tekmovalcev
sv: Skapa konkurrenten koder
uk: Створити comeptitor коди
vi: Tạo mã comeptitor

source: View all attempts for this competition
ar: عرض كل المحاولات لهذه المسابقة
bg: Преглед на всички опити за този конкурс
cs: Zobrazit všechny pokusy pro tuto soutěž
da: Vis alle forsøg for denne konkurrence
de: Alle Versuche, für diesen Wettbewerb
el: Δείτε όλες τις προσπάθειες για τον διαγωνισμό
es_ar: Ver todos los intentos para esta competición
et: Vaata kõik katsed seda konkurentsi
fi: Näytä kaikki yritykset tähän kilpailuun
fr: Voir toutes les tentatives pour cette compétition
ga: Féach ar gach iarracht don chomórtas seo
hu: Az összes kísérletet erre a versenyre
it: Visualizza tutti i tentativi per questa competizione
ja: この競争のための試みをすべて見ます
ka: ნახეთ ყველა მცდელობა ამ კონკურსში
lt: Peržiūrėti visas pastangas šiam konkursui
lv: Skatīt visus mēģinājumus šajā konkursā
mk: Прикажи ги сите обиди за овој натпревар
mt: View tentattivi kollha għal din il-kompetizzjoni
nl: Bekijk alle pogingen voor deze wedstrijd
pl: Zobacz wszystkie próby do tego konkursu
pt: Ver todas as tentativas para esta competição
ro: Vezi toate încercările pentru acest concurs
ru: Просмотреть все попытки для этого конкурса
sk: Zobraziť všetky pokusy pre túto súťaž
sl: Prikaži vse poizkuse na tekmovanju
sv: Visa alla försök för den här tävlingen
uk: Переглянути всі спроби для цього конкурсу
vi: Xem tất cả các nỗ lực cho cuộc thi này

source: View all administrator codes for this competition
ar: عرض جميع رموز المسؤول عن هذه المسابقة
bg: Виж всички администраторски кодове за този конкурс
cs: Zobrazit všechny kódy správce pro tuto soutěž
da: Vis alle administrator koder til denne konkurrence
de: Alle Administrator-Codes für diesen Wettbewerb
el: Προβολή όλων των κωδικών διαχειριστή για αυτόν τον ανταγωνισμό
es_ar: Ver todos los códigos de administrador para esta competición
et: Vaata kõiki administraator koodid see konkurentsi
fi: Näytä kaikki järjestelmänvalvoja koodit tähän kilpailuun
fr: Voir tous les codes d'administrateur pour cette compétition
ga: Féach ar gach cóid riarthóir don chomórtas
hu: Az összes adminisztrátor kódok erre a versenyre
it: Visualizza tutti i codici di amministratore per questa competizione
ja: この競争のためのすべての管理者コードを見ます
ka: ნახეთ ყველა ადმინისტრატორის კოდები კონკურსში
lt: Žiūrėti visus administratoriaus kodus šiame konkurse
lv: Skatīt visus administratora kodus šajā konkursā
mk: Прикажи ги сите администратор кодови за овој натпревар
mt: View kodiċijiet kollha amministratur għal din il-kompetizzjoni
nl: Bekijk alle administrator codes voor deze wedstrijd
pl: Zobacz wszystkie kody administratora do tego konkursu
pt: Ver todos os códigos de administrador para esta competição
ro: Vezi toate codurile de administrator pentru acest concurs
ru: Просмотреть все коды администратора для этого конкурса
sk: Zobraziť všetky kódy správcu pre túto súťaž
sl: Poglej vse administratorske kode za to tekmovanje
sv: Visa alla administratörskoder för den här tävlingen
uk: Переглянути всі коди адміністратора для цього конкурсу
vi: Xem tất cả các mã quản trị viên cho cuộc thi này

source: View all competitor codes for this competition
ar: عرض جميع رموز منافس لهذه المسابقة
bg: Виж всички кодове конкурент за този конкурс
cs: Zobrazit všechny konkurence kódy pro tuto soutěž
da: Vis alle konkurrent koder til denne konkurrence
de: Alle Wettbewerber-Codes für diesen Wettbewerb
el: Προβολή όλων των κωδικών ανταγωνιστή για τον διαγωνισμό
es_ar: Ver todos los códigos de la competencia para esta competición
et: Vaata kõiki konkurent koodid see konkurentsi
fi: Näytä kaikki kilpailija koodit tähän kilpailuun
fr: Voir tous les codes de concurrents pour cette compétition
ga: Féach ar gach cóid iomaitheoirí don chomórtas
hu: Az összes versenyző kódokat erre a versenyre
it: Visualizza tutti i codici concorrente per questa competizione
ja: この競争のために、すべての競合他社のコードを見ます
ka: იხილეთ ყველა კონკურენტი კოდები კონკურსში
lt: Žiūrėti visus konkurento kodus šiame konkurse
lv: Skatīt visus konkurentu kodus šajā konkursā
mk: Прикажи ги сите кодови конкурент за овој натпревар
mt: View kodiċijiet kollha kompetitur għal din il-kompetizzjoni
nl: Bekijk alle concurrent codes voor deze wedstrijd
pl: Zobacz wszystkie kody konkurentem dla tej konkurencji
pt: Ver todos os códigos concorrente para esta competição
ro: Vezi toate codurile concurent pentru acest concurs
ru: Просмотреть все коды конкурентов для этого конкурса
sk: Zobraziť všetky konkurencie kódy pre túto súťaž
sl: Prikaži vse kode tekmovalcev za to tekmovanje
sv: Visa alla konkurrerande koder för den här tävlingen
uk: Переглянути всі коди конкурентів для цього конкурсу
vi: Xem tất cả các mã đối thủ cạnh tranh cho cuộc thi này

source: Use question sets for new competitions
ar: استخدام مجموعات سؤال للمسابقات جديدة
bg: Използвайте групи въпроси за новите конкурси
cs: Pomocí sady otázek pro nové soutěže
da: Brug spørgsmålsserier for nye konkurrencer
de: Verwenden Fragensätze für neue Gewinnspiele
el: Χρησιμοποιήστε σύνολα ερωτήσεων για νέους διαγωνισμούς
es_ar: Utilice conjuntos de preguntas para los nuevos concursos
et: Kasutage küsimus komplekti uusi võistlused
fi: Käytä kysymys asettaa uusia kilpailuja
fr: Utilisez des ensembles de questions pour de nouvelles compétitions
ga: Bain úsáid as sraitheanna ceisteanna do chomórtais nua
hu: Használja kérdést készlet új versenyek
it: Utilizzare set di domande per nuovi concorsi
ja: 新しい競技用の質問のセットを使用します
ka: გამოიყენეთ კითხვა კომპლექტი ახალი კონკურსები
lt: Naudokite klausimą rinkiniai naujų konkursų
lv: Izmantojiet jautājumu komplekti jauniem konkursiem
mk: Користете поставува прашањето за нови натпревари
mt: Uża settijiet ta 'mistoqsijiet għal kompetizzjonijiet ġodda
nl: Gebruik vraag sets voor nieuwe prijsvragen
pl: Użyj zestawów pytań dla nowych zawodów
pt: Use conjuntos de perguntas para novas competições
ro: Utilizați seturi de întrebări pentru noi competiții
ru: Используйте наборы вопрос для новых соревнований
sk: Pomocou sady otázok pre nové súťaže
sl: Uporabi nabore vprašanj za nova tekmovanja
sv: Använd frågeuppsättningar för nya tävlingar
uk: Використовуйте набори питання для нових змагань
vi: Sử dụng bộ câu hỏi cho cuộc thi mới

source: Modify this competition
ar: تعديل هذه المسابقة
bg: Промяна на този конкурс
cs: Změnit tuto soutěž
da: Rediger denne konkurrence
de: Ändern Sie diesen Wettbewerb
el: Τροποποιήστε αυτό το διαγωνισμό
es_ar: Modificar esta competición
et: Muuda seda konkurentsi
fi: Muokkaa tämä kilpailu
fr: Modifier cette compétition
ga: Athraigh an comórtas seo
hu: Módosítsa ezt a versenyt
it: Modificare questa competizione
ja: この競争を変更
ka: ცვლილებები ამ კონკურსში
lt: Modifikuoti šį konkursą
lv: Modificēt šo konkursu
mk: Менување на овој натпревар
mt: Timmodifika din il-kompetizzjoni
nl: Wijzigen van deze wedstrijd
pl: Modyfikuj ten konkurs
pt: Modificar esta competição
ro: Modificați acest concurs
ru: Изменить этот конкурс
sk: Zmeniť túto súťaž
sl: Uredi tekmovanje
sv: Ändra den här tävlingen
uk: Змінити цей конкурс
vi: Sửa đổi cạnh tranh này
