Repository: gregorjerse/bober
Catalog: django/bober/bober_simple_competition/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, da, de, el, es_ar, et, fi, fr, ga, hu, it, ja, ka, lt, lv, mk, mt, nl, pl, pt, ro, ru, sk, sl, sv, uk, vi

source: Create question set
ar: إنشاء مجموعة السؤال
bg: Създайте въпрос набор
cs: Vytvořit sada otázek
da: Opret spørgsmål sæt
de: Erstellen von Fragen-Set
el: Δημιουργία σετ ερώτηση
es_ar: Crear conjunto de preguntas
et: Loo küsimusele komplekt
fi: Luo kysymys asettaa
fr: Créer ensemble de questions
ga: Cruthaigh leagtha cheist
hu: Hozzon létre kérdést szett
it: Creare domanda set
ja: 質問セットを作成します。
ka: შექმნა კითხვა კომპლექტი
lt: Sukurti klausimą rinkinį
lv: Izveidot jautājumu kopumu
mk: Создаде прашањето сет
mt: Oħloq kwistjoni sett
nl: Maak vraag set
pl: Tworzenie zestawu zapytania
pt: Criar questão conjunto
ro: Creați set întrebare
ru: Создать вопрос набор
sk: Vytvoriť sada otázok
sl: Ustvari nabor vprašanj
sv: Skapa fråga uppsättning
uk: Створити питання набір
vi: Tạo câu hỏi tập

source: Question set
ar: السؤال مجموعة
bg: Въпрос набор
cs: Otázka set
da: Spørgsmål sæt
de: Frage Satz
el: Ερώτηση σετ
es_ar: Conjunto de preguntas
et: Küsimus komplekt
fi: Kysymys sarja
fr: Question ensemble
ga: Leagtha Ceist
hu: Kérdés szett
it: Domanda set
ja: 質問セット
ka: კითხვა კომპლექტი
lt: Rinkinys Klausimas
lv: Jautājums komplekts
mk: Прашањето сет
mt: Sett kwistjoni
nl: Vraag set
pl: Zestaw Pytanie
pt: Pergunta set
ro: Set întrebare
ru: Вопрос набор
sk: Otázka set
sl: Nabor vprašanj
sv: Fråga uppsättning
uk: Питання набір
vi: Câu hỏi đặt

source: Edit questionset
ar: تحرير questionset
cs: Upravit questionset
da: Rediger questionset
de: Questionset bearbeiten
el: Επεξεργασία questionset
es_ar: Editar questionset
fi: Muokkaa questionset
fr: Modifier questionset
ga: Questionset Edit
hu: Szerkesztés questionset
it: Modifica questionset
ja: 編集questionset
ka: რედაქტირება questionset
lt: Redaguoti questionset
mk: Измени questionset
mt: Questionset jeditjaw
nl: Questionset bewerken
pl: Edycja questionset
pt: Editar questionset
ru: Редактировать questionset
sk: Upraviť questionset
sl: Uredi nabor vprašanj
sv: Redigera questionset
uk: Редагувати questionset
vi: Sửa questionset

source: Files
ar: ملفات
bg: Файлове
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es_ar: Archivos
fi: Tiedostot
fr: dossiers
ga: Comhaid
hu: Fájlok
it: File
ja: ファイル
ka: ფაილები
lt: Failai
lv: Faili
mk: Додадени фајлови:
mt: Fajls
nl: Bestanden
pl: Akta
pt: Arquivos
ro: Fișiere
ru: Файлы
sk: Súbory
sl: Datoteke
sv: Filer
uk: Файли
vi: Các tập tin

source: User created
ar: المستخدم إنشاء
bg: Потребителят е създаден
cs: Uživatel vytvořil
da: Bruger oprettet
de: Benutzer erstellt
el: Δημιουργήθηκε το χρήστη
es_ar: Creado por el usuario
et: Kasutaja loodud
fi: Käyttäjien itsensä luoma
fr: Utilisateur créé
ga: Úsáideoir cruthaíodh
hu: Felhasználó által létrehozott
it: Creato per l'utente
ja: ユーザー作成
ka: მომხმარებლის შექმნა
lt: Vartotojas sukurtas
lv: Lietotājs izveidots
mk: Корисникот креиран
mt: User maħluqa
nl: Gebruiker aangemaakt
pl: Użytkownik nie stworzył
pt: Usuário criado
ro: Utilizator creat
ru: Пользователь создан
sk: Užívateľ vytvoril
sl: Uporabnik ustvarjen
sv: Användarskapat
uk: Аккаунт було створено
vi: Người dùng tạo ra

source: Thank you for using Bober
ar: شكرا لك على استخدام Bober
bg: Благодарим Ви, че използвате Bober
cs: Děkujeme, že používáte Bober
da: Tak fordi du bruger Bober
de: Wir danken für Bober
el: Σας ευχαριστούμε που χρησιμοποιείτε Bober
es_ar: Gracias por usar Bober
et: Täname, kasutades Bober
fi: Kiitos, että käytät Bober
fr: Merci d'utiliser Bober
ga: Go raibh maith agat as úsáid a bhaint as Bober
hu: Köszönjük, hogy igénybe Bober
it: Grazie per aver scelto Bober
ja: ボーベル川をご利用いただきありがとうございます
ka: გმადლობთ, რომ სარგებლობთ Bober
lt: Dėkojame, kad naudojatės Bober
lv: Paldies, ka izmantojāt Bober
mk: Ви благодариме за користење Бобер
mt: Grazzi għall-użu Bober
nl: Dank u voor het gebruik van Bober
pl: Dziękujemy za korzystanie z Bober
pt: Obrigado por usar Bober
ro: Vă mulțumim pentru utilizarea Bober
ru: Благодарим Вас за использование Бобер
sk: Ďakujeme, že používate Bober
sl: Hvala, ker ste uporabljali Bobra
sv: Tack för att du använder Bober
uk: Дякуємо Вам за використання Бобер
vi: Cảm ơn bạn đã sử dụng Bober

source: Back to first page
ar: العودة إلى الصفحة الأولى
bg: Назад към първа страница
cs: Zpět na první stránku
da: Tilbage til første side
de: Zurück zur ersten Seite
el: Επιστροφή στην πρώτη σελίδα
es_ar: Volver a la primera página
et: Tagasi esilehel
fi: Takaisin etusivulle
fr: Retour à la première page
ga: Ar ais go dtí an chéad leathanach
hu: Vissza az első oldalra
it: Torna alla prima pagina
ja: 戻る最初のページへ
ka: თავში პირველი გვერდი
lt: Atgal į pirmą puslapį
lv: Atpakaļ uz pirmo lapu
mk: Вратете се на првата страница
mt: Lura għall-ewwel paġna
nl: Terug naar de eerste pagina
pl: Powrót do pierwszej strony
pt: Voltar para a primeira página
ro: Înapoi la prima pagină
ru: Вернуться к первой странице
sk: Späť na prvú stránku
sl: Nazaj na prvo stran
sv: Tillbaka till första sidan
uk: Повернутися до першій сторінці
vi: Quay lại trang trước

source: Hello,
ar: أهلا،
bg: Здравей,
cs: Ahoj,
da: Hej,
de: Hallo,
el: Χαίρετε,
es_ar: Hola,
et: Tere,
fi: Hei,
fr: Salut,
ga: Dia duit,
hu: Helló,
it: Ciao,
ja: こんにちは、
lt: Labas,
lv: Sveiki,
mk: Здраво,
mt: Bongu,
nl: Hallo,
pl: Halo,
pt: Olá,
ro: Salut,
ru: Здравствуйте,
sk: Ahoj,
sv: Hallå,
uk: Здравствуйте,
vi: Chào bạn,

source: Login with
ar: تسجيل الدخول مع
bg: Влез с
cs: Přihlásit se s
da: Login med
de: Einloggen mit
el: Συνδέσου με
es_ar: Iniciar sesión con
et: Sisene oma
fi: Kirjaudu
fr: Connectez-vous avec
ga: Logáil isteach le
hu: Bejelentkezés ezzel
it: Entra con
ja: でログイン
ka: შესვლა
lt: Prisijungti su
lv: Ieeja ar
mk: Пријавете се со
mt: Login bil
nl: Inloggen met
pl: Zaloguj się z
pt: Entrar com
ro: Logheaza-te cu
ru: Войдите с
sk: Prihlásiť sa
sl: Prijavi se preko
sv: Logga in med
uk: Ввійти
vi: Đăng nhập với

source: Edit my profile
ar: تعديل ملفي الشخصي
bg: Редактиране на моя профил
cs: Upravit můj profil
da: Rediger min profil
de: Mein Profil bearbeiten
el: Επεξεργασία του προφίλ μου
es_ar: Editar mi perfil
et: Muuda minu profiili
fi: Muokkaa omaa profiilia
fr: Modifier mon profil
ga: Athraigh mo phróifíl
hu: Profil szerkesztése
it: Modificare il mio profilo
ja: 私のプロフィールを編集
ka: შესწორება ჩემი პროფილი
lt: Redaguoti mano profilį
lv: Labot manu profilu
mk: Уредување на мојот профил
mt: Edit profil tiegħi
nl: Mijn profiel bewerken
pl: Edytuj mój profil
pt: Editar meu perfil
ro: Editeaza profilul meu
ru: Редактировать мой профиль
sk: Upraviť môj profil
sv: Redigera min profil
uk: Редагувати мій профіль
vi: Chỉnh sửa hồ sơ của tôi

source: attempts
ar: محاولات
bg: опити
cs: pokusy
da: forsøg
de: Versuche
el: προσπάθειες
es_ar: intentos
et: katsed
fi: yritykset
fr: les essais
ga: iarrachtaí
hu: próbálkozás
it: tentativi
ja: 試み
ka: მცდელობა
lt: bandymai
lv: mēģinājumi
mk: обиди
mt: tentattivi
nl: pogingen
pl: próbowanie
pt: tentativas
ro: încercări
ru: попытки
sk: pokusy
sv: försök
uk: спроби
vi: nỗ lực

source: Competition Name
ar: اسم المنافسة
bg: Конкуренцията Име
cs: Soutěž Jméno
da: Konkurrence Navn
de: Wettbewerb Name
el: Όνομα Ανταγωνισμού
es_ar: Nombre Competencia
et: Võistluse nimi
fi: Kilpailu Nimi
fr: Nom du concours
ga: Comórtas Ainm
hu: Verseny neve
it: Competizione Nome
ja: 大会名
ka: კონკურსი სახელი
lt: Konkurencijos Vardas
lv: Konkurence Name
mk: Име на конкуренцијата
mt: Isem Kompetizzjoni
nl: Concurrentie Naam
pl: Nazwa konkurencja
pt: Nome da Concorrência
ro: Nume concurență
ru: Конкурс Имя
sk: Súťaž Meno
sv: Konkurrens Namn
uk: Конкурс Ім'я
vi: Cạnh tranh Name

source: Options
ar: خيارات
bg: Опции
cs: Možnosti
da: Optioner
de: Optionen
el: Επιλογές
es_ar: Opciones
et: Valikud
fi: Vaihtoehdot
ga: Roghanna
hu: Beállítások
it: Opzioni
ja: オプション
ka: პარამეტრები
lt: Nustatymai
lv: Iespējas
mk: Опции
mt: Għażliet
nl: Opties
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Опции
sk: Možnosti
sv: Val
uk: Опції
vi: Tùy chọn

source: Compete as guest
ar: تنافس كضيف
bg: Състезавайте като гост
cs: Soutěžte jako host
da: Konkurrere som gæst
de: Messen Sie sich als Gast-
el: Ανταγωνίζονται ως επισκέπτης
es_ar: Compite como invitado
et: Võistlevad külalisena
fi: Kilpailla vieras
fr: Concurrencer en tant qu'invité
ga: Dul san iomaíocht mar aoi
hu: Versenyezz a vendég
it: Competere come ospite
ja: ゲストとして競います
ka: კონკურენცია, როგორც სტუმარი
lt: Konkuruoti kaip svečias
lv: Konkurēt kā viesis
mk: Натпреварува како гостин
mt: Jikkompetu bħala guest
nl: Concurreren als gast
pl: Zmierz się jako gość
pt: Competir como convidado
ro: Concurează ca invitat
ru: Конкурировать в качестве гостя
sk: Súťažte ako hosť
sv: Tävla som gäst
uk: Конкурувати в якості гостя
vi: Cạnh tranh là khách

source: Create new account
ar: إنشاء حساب جديد
bg: Създаване на нов акаунт
cs: Vytvořit nový účet
da: Opret ny konto
de: Neuen Account erstellen
el: Δημιουργία νέου λογαριασμού
es_ar: Crear una nueva cuenta
et: Loo uus konto
fi: Luo uusi käyttäjä
fr: Créer un nouveau compte
ga: Cruthaigh cuntas nua
hu: Új fiók létrehozása
it: Crea un nuovo account
ja: 新しいアカウントを作成する
ka: ახალი ანგარიშის შექმნა
lt: Sukurti naują paskyrą
lv: Izveidot jaunu kontu
mk: Креирање нова сметка
mt: Oħloq kont ġdid
nl: Creëer een nieuw account
pl: Stwórz nowe konto
pt: Criar nova Conta
ro: Creează un cont nou
ru: Создать новый аккаунт
sk: Vytvoriť nový účet
sv: Skapa nytt konto
uk: Створити новий обліковий запис
vi: Tạo tài khoản mới

source: Advanced details
ar: تفاصيل متقدمة
bg: Разширени детайли
cs: Pokročilé detaily
da: Avancerede detaljer
de: Erweiterte Details
el: Σύνθετη λεπτομέρειες
es_ar: Detalles avanzada
et: Täpsem üksikasjad
fi: Tarkennettu tiedot
fr: Détails avancés
ga: Sonraí chun cinn
hu: Részletes részletei
it: Dettagli Avanzati
ja: 高度な詳細
ka: Advanced დეტალები
lt: Išplėstinė detalės
lv: Advanced informācija
mk: Напредно детали
mt: Dettalji Avvanzata
nl: Geavanceerde details
pl: Zaawansowane szczegóły
pt: Detalhes avançados
ro: Detalii avansate
ru: Расширенный детали
sk: Pokročilé detaily
sv: Avancerade detaljer
uk: Розширений деталі
vi: Chi tiết cao cấp

source: In Cooperation With
ar: بالتعاون مع
bg: В сътрудничество с
cs: Ve spolupráci s
da: I samarbejde med
de: In Kooperation mit
el: Σε συνεργασία με
es_ar: En cooperación con
et: Koostöös
fi: Yhteistyössä
fr: En coopération avec
ga: I Comhar Le
hu: Együttműködésben
it: In collaborazione con
ja: 協力で
ka: თანამშრომლობით
lt: Bendradarbiaujant su
lv: Sadarbībā ar
mk: Во соработка со
mt: Fil Bil Kooperazzjoni
nl: In samenwerking met
pl: We współpracy z
pt: Em cooperação com
ro: În cooperare cu
ru: В сотрудничестве с
sk: V spolupráci s
sv: I samarbete med
uk: У співпрацею
vi: Trong Hợp tác với

source: Create code format for admin users (teachers)
ar: إنشاء شكل رمز لمستخدمي الادارة (المعلمين)
bg: Създайте код за ползвателите формат администраторски (учители)
cs: Vytvořit formátování kódu pro uživatele admin (učitelé)
da: Opret kode format til admin brugere (lærere)
de: Erstellen Code-Format für den Admin-Benutzer (Lehrer)
el: Δημιουργήστε μορφή του κώδικα για τους χρήστες διαχειριστή (καθηγητές)
es_ar: Crear formato de código para los usuarios administradores (los maestros)
et: Loo koodi formaadis admin kasutajad (õpetajad)
fi: Luo koodi muodossa admin käyttäjille (opettajat)
fr: Créer format de code pour les utilisateurs d'administration (les enseignants)
ga: Cruthaigh bhformáid cód le haghaidh úsáideoirí admin (múinteoirí)
hu: Kód formátumot admin felhasználók (tanárok)
it: Crea formato di codice per gli utenti di admin (insegnanti)
ja: 管理ユーザーのためのコードのフォーマットを作成します（教師）
ka: შექმნა კოდი ფორმატის admin წევრებს (მასწავლებელი)
lt: Sukurti kodas formatą admin vartotojams (mokytojai)
lv: Izveidot kodu formātu admin lietotājiem (skolotāji)
mk: Создаде кодот формат за корисниците на админ (наставниците)
mt: Oħloq format kodiċi għall-utenti admin (għalliema)
nl: Maak code formaat voor admin gebruikers (docenten)
pl: Tworzenie formatu kodu dla użytkowników administracyjnych (nauczyciele)
pt: Criar formato de código para usuários de administração (professores)
ro: Creați format codul pentru utilizatorii admin (profesori)
ru: Создать формат кода для пользователей администратора (учителя)
sk: Vytvoriť formátovanie kódu pre užívateľov admin (učitelia)
sv: Skapa kodformat för administratörer (lärare)
uk: Створити формат коду для користувачів адміністратора (вчителі)
vi: Tạo định dạng mã cho người dùng admin (giáo viên)

source: Create code format for competitors
ar: إنشاء تنسيق رمز للمنافسين
bg: Създайте код формат за конкуренти
cs: Vytvořit formát kód pro konkurenty
da: Opret kode format til konkurrenterne
de: Erstellen Codeformat für Wettbewerber
el: Δημιουργήστε μορφή του κώδικα για τους ανταγωνιστές
es_ar: Crear formato de código para los competidores
et: Loo koodi formaadis konkurendid
fi: Luo koodi muoto kilpailijoille
fr: Créer format de code pour les concurrents
ga: Cruthaigh bhformáid cód le haghaidh iomaitheoirí
hu: Kód formátumot versenytársak
it: Crea formato di codice per i concorrenti
ja: 競合他社のコードフォーマットを作成します。
ka: შექმნა კოდი ფორმატში კონკურენტები
lt: Sukurti kodas formatą konkurentų
lv: Izveidot kodu formātu konkurentiem
mk: Создаде кодот формат за конкурентите
mt: Oħloq format kodiċi għall-kompetituri
nl: Maak code formaat voor concurrenten
pl: Tworzenie formatu kodu dla zawodników
pt: Criar formato de código para os concorrentes
ro: Creați format codul pentru concurenți
ru: Создать формат кода для конкурентов
sk: Vytvoriť formát kód pre konkurentov
sv: Skapa kodformat för konkurrenter
uk: Створити формат коду для конкурентів
vi: Tạo định dạng mã cho đối thủ cạnh tranh

source: Try it!
ar: جربها!
bg: Опитай!
cs: Zkus to!
da: Prøv det!
de: Versuch es!
el: Δοκίμασέ το!
es_ar: ¡Intentalo!
et: Proovi seda!
fi: Kokeile!
fr: Essayez-le!
ga: Bain triail as!
hu: Próbáld ki!
it: Provalo!
ja: それを試してみてください！
ka: სცადე!
lt: Pabandyk tai!
lv: Pamēģini!
mk: Пробај!
mt: Ipprova it!
nl: Probeer het!
pl: Spróbuj!
pt: Experimente!
ro: Incearca-l!
ru: Попробуй!
sk: Skús to!
sv: Försök!
uk: Спробуй це!
vi: Thử nó!

source: You have attempted to leave this page. Your last question answer will be saved automatically. Are you sure you want to exit this page?
ar: لقد حاولت مغادرة هذه الصفحة. سيتم حفظ الخاص بك إجابة السؤال الأخير تلقائيا. هل أنت متأكد أنك تريد إنهاء هذه الصفحة؟
bg: Вие се опитахте да излезете от тази страница. Вашият последен въпрос отговор ще бъде записан автоматично. Сигурни ли сте, искате да излезете от тази страница?
cs: Pokusili jste se opustit tuto stránku. Vaše poslední otázka odpověď se automaticky uloží. Jste si jisti, že chcete opustit tuto stránku?
da: Du har forsøgt at forlade denne side. Din sidste spørgsmål svar vil blive gemt automatisk. Er du sikker på du vil forlade denne side?
de: Sie haben versucht, diese Seite zu verlassen. Ihre letzte Frage-Antwort wird automatisch gespeichert. Sind Sie sicher, Sie wollen, um diese Seite zu verlassen?
el: Έχετε προσπαθήσει να αφήσει αυτή τη σελίδα. Τελευταία ερώτηση η απάντησή σας θα αποθηκευτεί αυτόματα. Είστε σίγουροι ότι θέλετε να βγείτε από αυτή τη σελίδα;
es_ar: Ha intentado salir de esta página. Su última pregunta de respuesta se guardará automáticamente. ¿Seguro que desea salir de esta página?
et: Sa püüdnud jätta selle lehekülje. Teie viimasele küsimusele vastust salvestatakse automaatselt. Olete kindel, et soovite väljuda see leht?
fi: Olet yrittänyt poistua tältä sivulta. Viimeinen kysymys vastaus tallennetaan automaattisesti. Oletko varma, että haluat poistua tältä sivulta?
fr: Vous avez tenté de quitter cette page. Votre dernière question réponse sera enregistrée automatiquement. Êtes-vous sûr de vouloir quitter cette page?
ga: Tá iarracht tú a fhágáil ar an leathanach seo. Dearbhófar do fhreagra cheist seo caite a shábháil go huathoibríoch. An bhfuil tú cinnte go bhfuil tú ag iarraidh a scoir an leathanach seo?
hu: Kísérletet tett, hogy elhagyja ezt az oldalt. Az utolsó kérdés válasz automatikusan mentésre kerül. Biztosan ki akar lépni ezen az oldalon?
it: Si è tentato di uscire da questa pagina. La tua ultima domanda risposta verrà salvata automaticamente. Sei sicuro di voler uscire da questa pagina?
ja: このページを離れることを試みてきました。あなたの最後の質問の答えが自動的に保存されます。あなたは、このページを終了してもよろしいですか？
ka: თქვენ არ ცდილობდა ამ გვერდზე. შენი ბოლო კითხვაზე პასუხი იქნება შენახული ავტომატურად. დარწმუნებული ხართ, რომ გინდათ გასვლა ამ გვერდზე?
lt: Bandėte palikti šį puslapį. Jūsų paskutinis klausimas atsakymas bus išsaugota automatiškai. Ar tikrai norite išeiti iš šio puslapio?
lv: Jūs esat mēģinājis pamest šo lapu. Tavs pēdējais jautājums atbilde tiks automātiski saglabātas. Vai esat pārliecināts, ka vēlaties iziet šo lapu?
mk: Сте се обиделе да ја напуштат оваа страница. Вашиот последното прашање одговор ќе бидат снимени автоматски. Дали сте сигурни дека сакате да излезете од оваа страница?
mt: Inti ppruvaw jitilqu din il-paġna. Your aħħar domanda tweġiba se jiġu ffrankati awtomatikament. Inti żgur li trid ħruġ din il-paġna?
nl: Je hebt geprobeerd om deze pagina te verlaten. Uw laatste vraag antwoord wordt automatisch opgeslagen. Bent u zeker dat u deze pagina wilt verlaten?
pl: Próbowano opuścić tę stronę. Twoje ostatnie pytanie odpowiedź zostanie zapisany automatycznie. Czy na pewno chcesz opuścić tę stronę?
pt: Você tentou sair desta página. Sua última pergunta de resposta será salvo automaticamente. Tem certeza de que deseja sair desta página?
ro: Ați încercat să părăsiți această pagină. Răspunsul dumneavoastră ultima intrebare va fi salvat automat. Sigur vrei să ieși din această pagină?
ru: Вы пытались покинуть эту страницу. Ваш последний вопрос ответ будет сохранен автоматически. Вы уверены, что хотите выйти эту страницу?
sk: Pokúsili ste sa opustiť túto stránku. Vaša posledná otázka odpoveď sa automaticky uloží. Ste si istí, že chcete opustiť túto stránku?
sv: Du har försökt att lämna den här sidan. Din sista frågan svar sparas automatiskt. Är du säker på att du vill lämna den här sidan?
uk: Ви намагалися залишити цю сторінку. Ваш останній питання відповідь буде збережений автоматично. Ви впевнені, що хочете вийти цю сторінку?
vi: Bạn đã cố gắng để thoát khỏi trang này. Câu trả lời câu hỏi cuối cùng của bạn sẽ được lưu tự động. Bạn có chắc chắn muốn thoát khỏi trang này?

source: You are out of time for solving the competition.
ar: كنت خارجا من الوقت لحل المنافسة.
bg: Вие сте извън времето за решаване на конкурса.
cs: Jste mimo čas pro řešení konkurence.
da: Du er ude af tid til løsning af konkurrencen.
de: Sie sind nicht mehr viel Zeit für die Lösung des Wettbewerbs.
el: Είστε ο χρόνος για την επίλυση του ανταγωνισμού.
es_ar: Usted está fuera de tiempo para la resolución del concurso.
et: Olete läbi aja, et lahendada konkurentsi.
fi: Olet myöhään ratkaista kilpailuun.
fr: Vous êtes hors du temps pour résoudre la compétition.
ga: Tá tú as am chun a réiteach ar an gcomórtas.
hu: Ön elkésett megoldására versenyt.
it: Tu sei fuori dal tempo per risolvere la competizione.
ja: あなたは競争を解決するための時間外です。
ka: თქვენ ხართ out of time გადაჭრის კონკურსში.
lt: Jūs esate iš laiko sprendžiant konkurencijos.
lv: Jūs esat novēloti risināšanai konkurenci.
mk: Сте надвор од времето за решавање на конкуренцијата.
mt: Inti minn żmien sabiex isolvi l-kompetizzjoni.
nl: Je bent uit de tijd voor het oplossen van de wedstrijd.
pl: Jesteś na czas na rozwiązanie konkursu.
pt: Você está sem tempo para resolver a competição.
ro: Sunteți de timp pentru rezolvarea concurs.
ru: Вы находитесь вне времени для решения конкуренции.
sk: Ste mimo čas pre riešenie konkurencie.
sv: Du är för sent för att lösa tävlingen.
uk: Ви знаходитесь поза часом для вирішення конкуренції.
vi: Bạn đang hết thời gian cho việc giải quyết các cuộc thi.

source: Thank you for participating in the competition
ar: شكرا لك على المشاركة في المسابقة
bg: Благодаря ви за участието в конкурса
cs: Děkuji za účast v soutěži
da: Tak for din deltagelse i konkurrencen
de: Vielen Dank für die Teilnahme am Wettbewerb
el: Ευχαριστούμε για τη συμμετοχή στο διαγωνισμό
es_ar: Gracias por participar en el concurso
et: Täname, et konkursil osalenud
fi: Kiitos osallistumisestasi kilpailuun
fr: Merci de participer à la compétition
ga: Go raibh maith agat le bheith rannpháirteach sa chomórtas
hu: Köszönjük, hogy a versenyben részt vevő
it: Grazie per aver partecipato al concorso
ja: 競争に参加していただきありがとうございます
ka: მადლობა კონკურსში მონაწილე
lt: Dėkojame už dalyvavimą konkurse
lv: Paldies par piedalīšanos konkursā
mk: Ви благодариме за учество во натпреварот
mt: Grazzi għall-parteċipazzjoni fil-kompetizzjoni
nl: Dank u voor uw deelname aan de competitie
pl: Dziękujemy za udział w konkursie
pt: Obrigado por participar na competição
ro: Vă mulțumim pentru participarea la concurs
ru: Благодарим Вас за участие в конкурсе
sk: Ďakujem za účasť v súťaži
sv: Tack för att du deltar i tävlingen
uk: Дякуємо Вам за участь у конкурсі
vi: Cảm ơn bạn đã tham gia cuộc thi

source: Your answer was successfully saved!
ar: تم حفظ جوابك بنجاح!
bg: Вашият отговор беше запазена успешно!
cs: Vaše odpověď byla úspěšně uložen!
da: Dit svar var gemt!
de: Ihre Antwort wurde erfolgreich gespeichert!
el: Η απάντησή σας αποθηκεύτηκε με επιτυχία!
es_ar: Su respuesta fue salvado con éxito!
et: Sinu vastus on edukalt salvestatud!
fi: Vastauksesi tallentaminen onnistui!
fr: Votre réponse a été enregistrée avec succès!
ga: Bhí Do fhreagra éirigh le sábháil!
hu: Az Ön válasza sikeresen mentve!
it: La tua risposta è stata salvata con successo!
ja: あなたの答えは正常に保存されました！
ka: შენი პასუხი წარმატებით შენახულია!
lt: Jūsų atsakymas buvo sėkmingai išsaugoti!
lv: Tava atbilde bija veiksmīgi saglabāta!
mk: Вашиот одговор е успешно зачувано!
mt: Risposta tiegħek kien b'suċċess salvat!
nl: Uw antwoord is succesvol opgeslagen!
pl: Twoja odpowiedź została pomyślnie!
pt: Sua resposta foi salva com sucesso!
ro: Răspunsul dumneavoastră a fost salvată cu succes!
ru: Ваш ответ был успешно сохранены!
sk: Vaša odpoveď bola úspešne uložený!
sv: Ditt svar har sparats!
uk: Ваш відповідь була успішно збережені!
vi: Câu trả lời của bạn đã được lưu thành công!

source: Are you sure you want to clear answer?
ar: هل أنت متأكد أنك تريد مسح الجواب؟
bg: Сигурни ли сте, че искате да изчистите отговор ли сте?
cs: Jste si jisti, že chcete vymazat odpověď?
da: Er du sikker på du vil slette svar?
de: Sind Sie sicher, dass Sie Antwort löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε απάντηση;
es_ar: ¿Seguro que quieres borrar respuesta?
et: Oled sa kindel, et soovid kustutada vastus?
fi: Oletko varma, että haluat tyhjentää vastauksen?
fr: Etes-vous sûr que vous voulez effacer réponse?
ga: An bhfuil tú cinnte gur mian leat freagra a ghlanadh?
hu: Biztosan törölni szeretné a válasz?
it: Sei sicuro di voler cancellare risposta?
ja: あなたは答えをクリアしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ გარკვევა პასუხი?
lt: Ar tikrai norite ištrinti atsakymas?
lv: Vai esat pārliecināts, ka jūs vēlaties, lai skaidru atbildi?
mk: Дали сте сигурни дека сакате да ја избришете одговор сте вие?
mt: Inti żgur li trid risposta ċara?
nl: Weet je zeker dat je antwoord duidelijk?
pl: Czy na pewno chcesz usunąć odpowiedź?
pt: Tem certeza de que deseja limpar resposta?
ro: Sigur doriți să ștergeți răspunsul?
ru: Вы уверены, что хотите очистить ответ?
sk: Ste si istí, že chcete vymazať odpoveď?
sv: Är du säker på att du vill rensa svar?
uk: Ви впевнені, що хочете очистити відповідь?
vi: Bạn có chắc muốn xóa câu trả lời?
