Repository: gregorjerse/bober
Catalog: django/bober/bober_simple_competition/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, da, de, el, es_ar, et, fi, fr, ga, hu, it, ja, ka, lt, lv, mk, mt, nl, pl, pt, ro, ru, sk, sl, sv, uk, vi

source: Competitor codes
ar: رموز منافس
bg: Състезателят кодове
cs: Konkurenční kódy
da: Konkurrent-koder
el: Κωδικούς Ανταγωνιστής
es_ar: Códigos de la competencia
et: Võistleja koodid
fi: Kilpailija koodit
fr: Codes des concurrents
ga: Cóid Iomaitheoir
hu: Versenyző kódok
it: Codici concorrente
ja: 競合企業コード
ka: კონკურენტი კოდები
lt: Konkurentų kodai
lv: Konkurents kodi
mk: Конкурент кодови
mt: Kodiċijiet kompetitur
nl: Concurrent codes
pl: Kody konkurenta
pt: Códigos concorrente
ro: Coduri concurent
ru: Конкурент коды
sk: Konkurenčné kódy
sl: Kode tekmovalcev
sv: Konkurrent koder
uk: Конкурент коди
vi: Mã số đối thủ cạnh tranh

source: Competition
ar: مسابقة
bg: Конкуренция
cs: Soutěž
da: Konkurrence
de: Wettbewerb
el: Ανταγωνισμός
es_ar: Competencia
et: Konkurents
fi: Kilpailu
fr: Compétition
ga: Comórtas
hu: Verseny
it: concorrenza
ja: 競争
ka: კონკურსი
lt: Konkurencijos
lv: Konkurence
mk: Конкуренцијата
mt: Kompetizzjoni
nl: Concurrentie
pl: Konkurencja
pt: Concorrência
ro: Concurenţă
ru: Соревнование
sk: Súťaž
sl: Tekmovanje
sv: Konkurrens
uk: Конкуренція
vi: Cuộc thi

source: codes
ar: رموز
bg: кодове
cs: kódy
da: koder
el: κώδικες
es_ar: códigos
et: koodid
fi: koodit
ga: cóid
hu: kódok
it: Codici
ja: コー​​ド
ka: კოდები
lt: kodai
lv: kodi
mk: кодови
mt: kodiċijiet
pl: Kody
pt: Códigos
ro: coduri
ru: коды
sk: kódy
sl: kode
sv: koder
uk: коди
vi: mã

source: edit
ar: تحرير
bg: редактирам
cs: editovat
da: redigere
de: bearbeiten
el: επεξεργασία
es_ar: editar
et: muuta
fi: muokata
fr: Editer
ga: in eagar
hu: szerkesztés
it: modifica
ja: 編集
ka: რედაქტირება
lt: Redaguoti
lv: rediģēt
mk: уредување
mt: jeditjaw
nl: Bewerk
pl: edytować
pt: editar
ro: edita
ru: редактировать
sk: editovať
sl: uredi
sv: redigera
uk: редагувати
vi: chỉnh sửa

source: Question sets
ar: مجموعات السؤال
bg: Въпрос комплекти
cs: Otázka sety
da: Spørgsmålsserier
de: Fragensätze
el: Ερώτηση σύνολα
es_ar: Conjuntos de preguntas
et: Küsimus komplekti
fi: Kysymys sarjaa
fr: Séries de questions
ga: Leagann Ceist
hu: Kérdés készletek
it: Serie di domande
ja: 質問セット
ka: კითხვა კომპლექტი
lt: Klausimas rinkiniai
lv: Jautājums komplekti
mk: Поставува прашањето
mt: Settijiet ta 'mistoqsijiet
nl: Vraag sets
pl: Zestawów pytań
pt: Conjuntos de perguntas
ro: Seturi de întrebări
ru: Вопрос наборы
sk: Otázka sety
sl: Nabori vprašanj
sv: Fråga uppsättningar
uk: Питання набори
vi: Bộ câu hỏi

source: Edit competition
ar: تحرير المنافسة
bg: Edit конкуренцията
cs: Upravit soutěž
da: Rediger konkurrence
de: Wettbewerb bearbeiten
el: Επεξεργασία του ανταγωνισμού
es_ar: Editar la competencia
et: Edit konkurentsi
fi: Muokkaa kilpailu
fr: Modifier la concurrence
ga: Iomaíocht in Eagar
hu: Szerkesztés verseny
it: Modifica la concorrenza
ja: 編集競争
ka: რედაქტირება კონკურსში
lt: Redaguoti konkursas
lv: Edit konkurss
mk: Измени конкуренција
mt: Kompetizzjoni jeditjaw
nl: Concurrentie bewerken
pl: Edycja konkursu
pt: Editar competição
ro: Edit concurență
ru: Редактировать конкурс
sk: Upraviť súťaž
sl: Ustvari tekmovanje
sv: Redigera konkurrens
uk: Редагувати конкурс
vi: Sửa cạnh tranh

source: Show more
ar: عرض المزيد
bg: Покажи повече
cs: Zobrazit více
da: Vis mere
de: Zeig mehr
el: Δείτε περισσότερα
es_ar: Mostrar más
et: Näita rohkem
fi: Näytä lisää
fr: Montre plus
ga: Taispeáin níos mó
hu: Mutass többet
it: Mostra di più
ja: もっと見せる
ka: აჩვენეთ მეტი
lt: Rodyti daugiau
lv: Rādīt vairāk
mk: Прикажи повеќе
mt: Juru aktar
nl: Laat meer zien
pl: Pokaż więcej
pt: Mostre mais
ro: Arata mai mult
ru: Показать больше
sk: Zobraziť viac
sv: Visa mer
uk: Показати більше
vi: Cho xem nhiều hơn

source: Show less
ar: عرض أقل
bg: Покажи по-малко
cs: Zobrazit méně
da: Vis mindre
de: Weniger zeigen
el: Εμφάνιση λιγότερο
es_ar: Muestra menos
et: Näita vähem
fi: Näytä vähemmän
fr: Montre moins
ga: Taispeáin níos lú
hu: Kevesebb megjelenítése
it: Mostra meno
ja: 以下を表示
ka: ნაკლების ჩვენება
lt: Rodyti mažiau
lv: Rādīt mazāk
mk: Покажуваат помалку
mt: Uri inqas
nl: Toon minder
pl: Pokaż mniej
pt: Mostre menos
ro: Afișați mai puține
ru: Показывай меньше
sk: Zobraziť menej
sv: Visa mindre
uk: Показати менше
vi: Hiển thị ít hơn

source: Compete as a guest
ar: تنافس كضيف
bg: Състезавайте като гост
cs: Soutěžit jako host
da: Konkurrer som gæst
de: Messen Sie sich als Gast
el: Ανταγωνίζονται ως επισκέπτης
es_ar: Compite como invitado
et: Võistlevad külalisena
fi: Kilpaile vieraana
fr: Concurrencer en tant qu'invité
ga: Dul san iomaíocht mar aoi
hu: Versenyezz, mint vendég
it: Competere come ospite
ja: ゲストとして競います
ka: კონკურენცია, როგორც სტუმარი
lt: Konkuruoti kaip svečias
lv: Konkurēt kā viesis
mk: Натпреварува како гостин
mt: Jikkompetu bħala mistieden
nl: Concurreren als gast
pl: Zmierz się jako gość
pt: Competir como convidado
ro: Concura în calitate de invitat
ru: Конкурировать в качестве гостя
sk: Súťažiť ako hosť
sl: Tekmuj kot gost
sv: Konkurrera som en gäst
uk: Конкурувати в якості гостя
vi: Cạnh tranh là một khách mời

source: Guest access not allowed.
ar: دخول الزوار غير مسموح به.
bg: Не разрешава достъп на посетители.
cs: Host přístup není povolen.
da: Gæsteadgang ikke tilladt.
de: Gastzugang nicht erlaubt.
el: Πρόσβαση επισκέπτη δεν επιτρέπονται.
es_ar: Acceso para invitados no se les permite.
et: Klientide juurdepääsu ei ole lubatud.
fi: Vieraan sisäänpääsy kielletty.
fr: L'accès des clients pas autorisé.
ga: Aoirochtain ní cheadaítear.
hu: Vendég belépés nem engedélyezett.
it: Accesso ospite non ammessi.
ja: ゲストアクセスは許可されません。
ka: სასტუმრო დაშვების უფლება არ აქვს.
lt: Svečių prieiga neleidžiama.
lv: Viesu piekļuve nav atļauta.
mk: Не се дозволени пристап како гостин.
mt: Aċċess Guest mhux permess.
nl: Gast toegang niet toegestaan.
pl: Dostęp gościnny zabronione.
pt: Acesso para convidados não permitidos.
ro: Intrare vizitator nu este permis.
ru: Гостевой доступ не разрешается.
sk: Hosť prístup nie je povolený.
sl: Dostop gostom ni dovoljen.
sv: Gäst tillåts inte.
uk: Гостьовий доступ не дозволяється.
vi: Khách truy cập không được phép.

source: Compete using a code
ar: تنافس باستخدام رمز
bg: Състезавайте се с помощта на код
cs: Soutěžte pomocí kódu
da: Konkurrere hjælp af en kode
de: Messen Sie sich mit einem Code
el: Ανταγωνίζονται με τη χρήση κωδικού
es_ar: Compite con un código
et: Võistlevad koodi abil
fi: Kilpaile käyttäen koodia
fr: Affrontez utilisant un code
ga: Dul san iomaíocht ag baint úsáide as cód
hu: Versenyezz kóddal
it: Competere con un codice
ja: コー​​ドを使用して競います
ka: კონკურენციას გამოყენებით კოდი
lt: Konkuruoti naudojant kodą
lv: Konkurēt izmantojot kodu
mk: Натпреваруваат со користење на кодот
mt: Jikkompetu permezz ta 'kodiċi
nl: Concurreren met behulp van een code
pl: Rywalizuj z użyciem kodu
pt: Competir usando um código
ro: Concurează cu ajutorul unui cod
ru: Конкурировать с использованием кода
sk: Súťažte pomocou kódu
sl: Tekmuj s kodo
sv: Tävla med hjälp av en kod
uk: Конкурувати з використанням коду
vi: Cạnh tranh bằng cách sử dụng một mã số

source: If you are not redirected automatically, click on the link below.
ar: إذا لم يتم إعادة توجيهك تلقائيا، انقر على الرابط أدناه.
bg: Ако не се пренасочват автоматично, кликнете върху линка по-долу.
cs: Pokud nebudete automaticky přesměrováni, klikněte na odkaz níže.
da: Hvis du ikke bliver omdirigeret automatisk, skal du klikke på linket nedenfor.
de: Wenn Sie nicht automatisch weitergeleitet werden, klicken Sie auf den untenstehenden Link.
el: Αν δεν μεταφερθείτε αυτόματα, κάντε κλικ στον παρακάτω σύνδεσμο.
es_ar: Si no redirige automáticamente, haga clic en el enlace de abajo.
et: Kui te ei ole suunatakse automaatselt, klõpsake alloleval lingil.
fi: Jos et ole ohjataan automaattisesti, klikkaa alla olevaa linkkiä.
fr: Si vous n'êtes pas redirigé automatiquement, cliquez sur le lien ci-dessous.
ga: Mura bhfuil tú a atreorú go huathoibríoch, cliceáil ar an nasc thíos.
hu: Ha nem irányítja automatikusan, kattintson az alábbi linkre.
it: Se non si viene reindirizzati automaticamente, fare clic sul link sottostante.
ja: あなたは自動的にリダイレクトされていない場合は、下のリンクをクリックしてください。
ka: თუ თქვენ არ ხართ გადამისამართება ავტომატურად, დააჭირეთ ბმულს.
lt: Jei nesate nukreipti automatiškai, spauskite žemiau esančią nuorodą.
lv: Ja jūs neesat novirzīts automātiski, noklikšķiniet uz saites zemāk.
mk: Ако не сте пренасочени автоматски, кликнете на врската подолу.
mt: Jekk m'intix dirottati awtomatikament, ikklikkja fuq il-link hawn taħt.
nl: Als u niet automatisch wordt doorgestuurd, klik dan op de onderstaande link.
pl: Jeśli nie jesteś przekierowany automatycznie, kliknij na link poniżej.
pt: Se você não for redirecionado automaticamente, clique no link abaixo.
ro: Daca nu sunteti redirectionat automat, faceți clic pe linkul de mai jos.
ru: Если вы не перенаправлены автоматически, нажмите на ссылку ниже.
sk: Ak nebudete automaticky presmerovaní, kliknite na odkaz nižšie.
sl: Če niste bili avtomatično preusmerjeni, kliknite na spodnjo povezavo
sv: Om du inte omdirigeras automatiskt, klicka på länken nedan.
uk: Якщо ви не перенаправлені автоматично, натисніть на посилання нижче.
vi: Nếu bạn không được chuyển tự động, bấm vào liên kết dưới đây.

source: Compete
ar: تنافس
bg: Конкурират
cs: Soutěžit
da: Konkurrere
de: Konkurrieren
el: Συναγωνίζομαι
es_ar: Competir
et: Konkureerima
fi: Kilpailla
fr: Rivaliser
ga: Dul san iomaíocht
hu: Versenyez
it: Competere
ja: 競います
ka: კონკურენციას
lt: Varžytis
lv: Konkurēt
mk: Натпреварува
mt: Jikkompetu
nl: Concurreren
pl: Rywalizować
pt: Competir
ro: Concura
ru: Конкурировать
sk: Súťažiť
sl: Tekmuj
sv: Konkurrera
uk: Конкурувати
vi: Cạnh tranh

source: Answered
ar: تم الرد
bg: Отговорено
cs: Odpověděl
da: Besvaret
de: Beantwortet
el: Απαντήθηκε
es_ar: Respondido
et: Vastatud
fi: Vastasi
fr: Répondu
ga: Freagraíodh
hu: Válaszol
it: Risposte
ja: 回答
ka: პასუხები
lt: Atsakyta
lv: Atbildēja
mk: Одговориле
mt: Wieġeb
nl: Beantwoord
pl: Odpowiedź
pt: Respondesse
ro: Răspuns
ru: Ответил
sk: Odpovedal
sl: Odgovorjeno
sv: Besvarade
uk: Відповів
vi: Trả lời

source: Time left
ar: الوقت المتبقي
bg: Оставащо време
cs: Čas vypršel
da: Tid tilbage
de: Übrige Zeit
el: Υπολειπόμενος χρόνος
es_ar: Tiempo restante
et: Aega jäänud
fi: Aikaa jäljellä
fr: Temps restant
ga: Am Fágtha
hu: Idő maradt
it: Tempo rimasto
ja: 残り時間
ka: დარჩენილი დრო
lt: Likęs laikas
lv: Atlikušais laiks
mk: Преостанато време
mt: Ħin tax-xellug
nl: Tijd over
pl: Pozostały czas
pt: Tempo restante
ro: Timp rămas
ru: Время вышло
sk: Zostávajúci čas
sl: Preostali čas
sv: Tid kvar
uk: Часу залишилося
vi: Thời gian còn lại

source: Finish
ar: إنهاء
bg: завършек
cs: Dokončit
da: Slutte
de: Fertig
el: Φινίρισμα
es_ar: Acabado
et: Finiš
fi: Saada valmiiksi
fr: terminer
ga: Críochnaigh
hu: befejezés
it: Finitura
ja: フィニッシュ
ka: ფერი
lt: Apdaila
lv: Finišs
mk: Финиш
nl: Afwerking
pl: Wykończenie
pt: Terminar
ro: Termina
ru: Конец
sk: Skončiť
sl: Zaključi
sv: Avsluta
uk: Оздоблення
vi: Hoàn thành

source: Clear Answer
ar: واضح الإجابة
cs: Jasná odpověď
da: Klart svar
de: Klare Antwort
el: Σαφής απάντηση
es_ar: Respuesta clara
et: Selget vastust
fi: Selvää vastausta
fr: Effacer réponse
ga: Freagra Glan
hu: Egyértelmű válasz
it: Cancella risposta
ja: 明確な解答
ka: წმინდა პასუხი
lt: Išvalyti Atsakymas
lv: Skaidrs Atbilde
mk: Јасен одговор
mt: Tweġiba ċara
nl: Duidelijk antwoord
pl: Jasnej odpowiedzi
pt: Limpar Resposta
ro: Clar Răspuns
ru: Ясно ответа
sk: Jasná odpoveď
sl: Izbriši odgovor
sv: Klart Svar
uk: Ясно відповіді
vi: Rõ ràng trả lời

source: Competitions in progress
ar: مسابقات في التقدم
bg: Състезания в процес на изпълнение
cs: Soutěže probíhající
da: Konkurrencer Igangværende
de: Wettbewerbe im Gange
el: Διαγωνισμοί σε εξέλιξη
es_ar: Competiciones en curso
et: Võistlused pooleli
fi: Kilpailut käynnissä
fr: Compétitions en cours
ga: Comórtais ar siúl
hu: Versenyek folyamatban
it: Concorsi in corso
ja: 進行中の大会
ka: კონკურსები მიმდინარეობს
lt: Konkursai nebaigtos
lv: Sacensības progress
mk: Конкурси во тек
mt: Kompetizzjonijiet fil-progress
nl: Wedstrijden in progress
pl: Zawody w toku
pt: Competições em andamento
ro: Competiții în curs
ru: Соревнования в ходе
sk: Súťaže prebiehajúce
sl: Tekmovanja v teku
sv: Tävlingar Pågående
uk: Змагання в ході
vi: Các cuộc thi trong tiến trình

source: Create competition
ar: خلق المنافسة
bg: Създаване на конкуренцията
cs: Vytvořit soutěž
da: Skabe konkurrence
de: Wettbewerb erstellen
el: Δημιουργήστε τον ανταγωνισμό
es_ar: Crear la competencia
et: Loo konkurentsi
fi: Luo kilpailu
fr: Créer la concurrence
ga: Cruthaigh iomaíocht
hu: Versennyel
it: Creare concorrenza
ja: 競争を作成します。
ka: შექმნა კონკურსში
lt: Sukurti konkurenciją
lv: Radīt konkurenci
mk: Создаде конкуренција
mt: Tinħoloq kompetizzjoni
nl: Concurrentie
pl: Tworzenie konkurencji
pt: Crie competição
ro: Creați concurență
ru: Создать конкуренцию
sk: Vytvoriť súťaž
sv: Skapa konkurrens
uk: Створити конкуренцію
vi: Tạo sự cạnh tranh

source: Login as a teacher
ar: دخول كمدرس
bg: Влез като учител
cs: Prijavi se kot učitelj
da: Login som lærer
de: Melde dich an, als Lehrer
el: Σύνδεση ως δάσκαλος
es_ar: Ingresa como profesor
et: Sisene õpetaja
fi: Kirjaudu opettajana
fr: Connectez-vous en tant que professeur
ga: Logáil isteach mar mhúinteoir
hu: Bejelentkezés tanárként
it: Accedi come insegnante
ja: 教師としてログイン
ka: შესვლა როგორც მასწავლებელი
lt: Jūs turite prisijungti, kaip mokytojas
lv: Ieeja par skolotāju
mk: Пријавете се како учител
mt: Login bħala għalliem
nl: Login als een leraar
pl: Zaloguj się jako nauczyciel
pt: Entre como professor
ro: Autentifică-te ca un profesor
ru: Вход в качестве учителя
sk: Prihláste sa ako učiteľ
sl: Prijavi se kot učitelj
sv: Logga in som lärare
uk: Вхід в якості вчителя
vi: Đăng nhập như là một giáo viên

source: Welcome to the Bober competition
ar: مرحبا بكم في مسابقة Bober
bg: Добре дошли в конкурса Bober
cs: Vítejte v Bober soutěži
da: Velkommen til Bober konkurrence
de: Willkommen in der Bober Wettbewerb
el: Καλώς ήλθατε στο διαγωνισμό Bober
es_ar: Bienvenidos a la competencia Bober
et: Tere tulemast Bober konkurentsi
fi: Tervetuloa Bober kilpailu
fr: Bienvenue à la concurrence Bober
ga: Fáilte go dtí an comórtas Bober
hu: Üdvözöljük a Bober verseny
it: Benvenuti al concorso Bober
ja: ボーベル川の競争へようこそ
ka: მოგესალმებით Bober კონკურსში
lt: Sveiki atvykę į Bober konkurencijos
lv: Laipni lūdzam Bober konkursā
mk: Добредојдовте на конкуренцијата Бобер
mt: Merħba għall-kompetizzjoni Bober
nl: Welkom op de Bober concurrentie
pl: Zapraszamy do konkursu Bober
pt: Bem-vindo à concorrência Bober
ro: Bine ati venit la concursul Bober
ru: Добро пожаловать на конкурс Bober
sk: Vitajte v Bober súťaži
sl: Dobrodošli na tekmovanju Bober
sv: Välkommen till Bober tävlingen
uk: Ласкаво просимо на конкурс Bober
vi: Chào mừng bạn đến cuộc thi Bober

source: Bober
ja: ボーベル川
mk: Бобер
ru: Бобер
uk: Бобер

source: Competitions
ar: مسابقات
bg: Състезания
cs: Soutěže
da: Konkurrencer
de: Wettbewerbe
el: Διαγωνισμοί
es_ar: Competiciones
et: Võistlused
fi: Kilpailut
fr: Compétitions
ga: Comórtais
hu: Versenyek
it: Concorsi
ja: 大会
ka: კონკურსები
lt: Konkursai
lv: Sacensības
mk: Натпревари
mt: Kompetizzjonijiet
nl: Wedstrijden
pl: Konkursy
pt: Competições
ro: Competiții
ru: Соревнования
sk: Súťaže
sv: Tävlingar
uk: Змагання
vi: Cuộc thi

source: Login
ar: تسجيل دخول
bg: вход
cs: Přihlásit se
da: Log på
de: Anmeldung
el: Σύνδεση
es_ar: Iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
fr: S'identifier
ga: Logáil isteach
hu: Bejelentkezés
it: Accesso
ja: ログイン
ka: შესვლა
lt: Prisijungti
lv: Pieslēgties
mk: Логирај Се
nl: Aanmelden
pl: Zaloguj się
pt: Entrar
ru: Авторизоваться
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
uk: Ввійти
vi: Đăng nhập

source: Managed users
ar: تمكن المستخدمين
bg: Управлявани потребители
cs: Řízené uživatelů
da: Administrerede brugere
de: Managed Nutzer
el: Υπεύθυνη για τη διαχείριση χρηστών
es_ar: Usuarios Managed
et: Haldaja kasutajad
fi: Ylläpito käyttäjät
fr: Utilisateurs gérés
ga: Úsáideoirí a bhainistiú
hu: Sikerült felhasználók
it: Utenti gestiti
ja: マネージドユーザー
ka: მართავს მომხმარებლები
lt: Valdomos vartotojai
lv: Pārvalda lietotājiem
mk: Успеа корисници
mt: Utenti ġestiti
nl: Beheerd gebruikers
pl: Zarządzane użytkowników
pt: Usuários gerenciados
ro: Utilizatorii gestionate
ru: Управляемые пользователи
sk: Riadené užívateľov
sl: Moji uporabniki
sv: Managed användare
uk: Керовані користувачі
vi: Người sử dụng quản lý

source: My profile
ar: ملفي الشخصي
bg: Моят профил
cs: Můj profil
da: Min profil
de: Mein Profil
el: Το ΠΡΟΦΙΛ μου
es_ar: Mi perfil
et: Minu profiil
fi: Minun profiilini
fr: Mon profil
ga: Mo phróifíl
hu: A profilom
it: Il mio profilo
ja: 私のプロフィール
ka: ჩემი პროფილი
lt: Mano profilis
lv: Mans profils
mk: Мој Профил
mt: Profil tiegħi
nl: Mijn profiel
pl: Mój profil
pt: Meu perfil
ro: Profilul meu
ru: Мой профайл
sk: Môj profil
sl: Moji podatki
sv: Min profil
uk: Мій профіль
vi: Tiểu sử của tôi

source: Questions
ar: الأسئلة
bg: Въпроси
cs: Dotazy
da: Spørgsmål
de: Fragen
el: Ερωτήσεις
es_ar: Preguntas
et: Küsimused
fi: Kysymykset
fr: Des questions
ga: Ceisteanna
hu: Kérdések
it: Domande
ja: 質問
ka: კითხვები
lt: Klausimai
lv: Jautājumi
mk: Прашања
mt: Mistoqsijiet
nl: Vragen
pl: Pytania
pt: Perguntas
ro: Intrebari
ru: Вопросов
sk: Otázky
sl: Vprašanja
sv: Frågor
uk: Питань
vi: Các câu hỏi

source: Profile Details
ar: تفاصيل الملف
bg: Профил Детайли
cs: Profil Podrobnosti
da: Profil Detaljer
de: Profildetails
el: Λεπτομέρειες
es_ar: detalles de perfil
et: Profile Üksikasjad
fi: Profiili Lisätiedot
fr: Détails du profil
ga: Sonraí Próifíl
hu: Profil Részletek
it: Dettagli profilo
ja: プロフィール詳細
ka: მომხმარებლის დეტალები
lt: Profilio detalės
lv: Profila informācija
mk: Профил Детали
mt: Profil Dettalji
nl: Profiel Details
pl: Profil Szczegóły
pt: Detalhes do Perfil
ro: Profil Detalii
ru: Анкетные данные
sk: Profil Podrobnosti
sl: Podatki uporabnika
sv: Profildetaljer
uk: Анкетні дані
vi: Chi tiết hồ sơ

source: Email
ar: البريد الإلكتروني
bg: електронна поща
et: E-
fi: Sähköposti
ga: Ríomhphost
ja: メール
ka: ელ-ფოსტა
lt: Paštas
lv: E-pasts
mk: Е-маил
pt: O email
ru: Эл. адрес
sl: E-pošta
sv: E-post

source: Former profiles
ar: التشكيلات السابقة
bg: Бивши профили
cs: Bývalí profily
da: Tidligere profiler
de: Ehemalige Profile
el: Πρώην προφίλ
es_ar: Perfiles Antiguos
et: Endine profiilid
fi: Entinen profiilit
fr: Les anciens profils
ga: Próifílí Iar
hu: Korábbi profilok
it: Ex profili
ja: 元のプロファイル
ka: ყოფილი პროფილები
lt: Buvę profiliai
lv: Bijušie profili
mk: Поранешниот профили
mt: Profili ta 'qabel
nl: Voormalig profielen
pl: Dawne profile
pt: Perfis de ex-
ro: Foști profile
ru: Бывшие профили
sk: Bývalí profily
sl: Bivši računi
sv: Tidigare profiler
uk: Колишні профілі
vi: Cựu hồ sơ

source: Attempts
ar: محاولات
bg: Опити
cs: Pokusy
da: Forsøg
de: Versuche
el: Προσπάθειες
es_ar: Los intentos
et: Püüab
fi: Yritykset
fr: Les essais
ga: Iarrachtaí
hu: Kísérletek
it: Tentativi
ja: 試み
ka: მცდელობა
lt: Mėginimai
lv: Mēģinājumi
mk: Обиди
mt: Tentattivi
nl: Pogingen
pl: Próbowanie
pt: Tentativas
ro: Încercări
ru: Попытки
sk: Pokusy
sl: Poizkusi
sv: Försök
uk: Спроби
vi: Những nỗ lực

source: Show codes
ar: مشاهدة مدونات
bg: Покажи кодове
cs: Zobrazit kódy
da: Vis koder
el: Εμφάνιση κωδικούς
es_ar: Mostrar códigos
et: Näita koodid
fi: Näytä koodit
fr: Afficher les codes
ga: Cóid Taispeáin
hu: Mutass kódok
it: Mostra codici
ja: 表示するコード
ka: შოუ კოდები
lt: Rodyti kodai
lv: Rādīt kodi
mk: Шоуто кодови
mt: Kodiċijiet Uri
nl: Toon codes
pl: Pokaż kody
pt: Mostrar códigos
ro: Arată coduri
ru: Показать коды
sk: Zobraziť kódy
sl: Prikaži kode
sv: Visa koder
uk: Показати коди
vi: Hiển thị mã

source: Used codes
ar: مستعملة رموز
bg: Използвани кодове
cs: Použité kódy
da: Brugte koder
de: Gebrauchte Codes
el: Κωδικοί που χρησιμοποιούνται
es_ar: Códigos usados
et: Kasutatud koodid
fi: Käytetyt koodit
fr: Codes d'occasion
ga: Cóid Úsáidte
hu: Használt kódok
it: Codici usati
ja: 使用されるコード
ka: მეორადი კოდები
lt: Naudotų kodai
lv: Lietoti kodi
mk: Користени кодови
mt: Kodiċijiet użati
nl: Gebruikte codes
pl: Używane kody
pt: Códigos utilizados
ro: Coduri utilizate
ru: Подержанные коды
sk: Použité kódy
sl: Uporabljene kode
sv: Begagnade koder
uk: Старі коди
vi: Sử dụng mã số

source: Received codes
ar: رموز تلقى
bg: Приети кодове
cs: Přijaté kódy
da: Modtagne koder
de: Empfangenen Codes
el: Ελήφθη κωδικούς
es_ar: Códigos recibidos
et: Vastatud koodid
fi: Sai koodit
fr: Codes reçus
ga: Cóid Faighte
hu: Kapott kódok
it: Codici ricevuti
ja: 受信したコード
ka: მიღებულია კოდები
lt: Gautos kodai
lv: Saņemtie kodi
mk: Доби кодови
mt: Kodiċijiet riċevuti
nl: Ontvangen codes
pl: Otrzymane kody
pt: Códigos Recebidos
ro: Coduri primite
ru: Поступившие коды
sk: Prijaté kódy
sl: Prejete kode
sv: Mottagna koder
uk: Надійшли коди
vi: Mã nhận

source: Created codes
ar: رموز خلق
bg: Създаден кодове
cs: Vytvořeno kódy
da: Skabt koder
de: Erstellt Codes
el: Δημιουργήθηκε κωδικούς
es_ar: Creado códigos
et: Loodud koodid
fi: Luotu koodit
fr: Codes créés
ga: Cóid Cruthaithe
hu: Létrehozott kódok
it: Codici creati
ja: 作成されたコード
ka: შექმნილია კოდები
lt: Sukurta kodai
lv: Izveidots kodi
mk: Создадена кодови
mt: Kodiċijiet maħluqa
nl: Gemaakt codes
pl: Utworzony kody
pt: Códigos criados
ro: Coduri create
ru: Создано коды
sk: Vytvorené kódy
sl: Ustvarjene kode
sv: Skapade koder
uk: Створено коди
vi: Mã tạo

source: Hide codes
ar: إخفاء رموز
bg: Скриване на кодове
cs: Skrýt kódy
da: Skjul koder
de: Ausblenden Codes
el: Απόκρυψη κωδικών
es_ar: Ocultar códigos
et: Peida koodid
fi: Piilota koodit
fr: Masquer les codes
ga: Cóid Folaigh
hu: Hide kódok
it: Nascondi codici
ja: コー​​ドを隠します
ka: დამალე კოდები
lt: Slėpti kodai
lv: Slēpt kodi
mk: Скриј кодови
mt: Kodiċijiet Aħbi
nl: Verbergen codes
pl: Ukryj kody
pt: Ocultar códigos
ro: Ascundeți coduri
ru: Скрыть коды
sk: Skryť kódy
sl: Skrij kode
sv: Göm koder
uk: Приховати коди
vi: Hide mã

source: Edit user
ar: تحرير المستخدم
bg: Промяна на потребителското
cs: Upravit uživat
da: Rediger bruger
de: Benutzer bearbeiten
el: Επεξεργασία χρήστη
es_ar: Editar usuario
et: Muuda kasutaja
fi: Muokkaa käyttäjä
fr: Modifier l'utilisateur
ga: Faoi úsáideoir Edit
hu: Felhasználó szerkesztése
it: Modifica utente
ja: ユーザーを編集
ka: Edit შესახებ
lt: Redaguoti vartotojas
lv: Edit lietotājs
mk: Уреди кориснички
mt: Utent jeditjaw
nl: Gebruiker bewerken
pl: Edycja użytkownika
pt: Editar usuário
ro: Editare utilizator
ru: Редактирование пользователя
sk: Upraviť užívat
sl: Uredi uporabnika
sv: Redigera användare
uk: Редагування користувача

source: Users
ar: المستخدمين
bg: Потребители
cs: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
es_ar: Usuarios
et: Kasutajad
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
hu: Felhasználók
it: Utenti
ja: ユーザー
ka: მომხმარებელი
lt: Vartotojai
lv: Lietotāji
mk: Корисници
mt: Utenti
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ro: Utilizatori
ru: Пользователи
sk: Užívatelia
sl: Uporabniki
sv: Användare
uk: Користувачі
vi: Người sử dụng

source: Update profile
ar: تحديث الملف
bg: Профил на обновяване
cs: Aktualizovat profil
da: Opdater profil
de: Profil aktualisieren
el: Ενημέρωση προφίλ
es_ar: Actualización del perfil
et: Uuenda profiili
fi: Päivitä profiili
fr: Mettre à jour le profil
ga: Próifíl Nuashonraigh
hu: Profil frissítése
it: Aggiorna il profilo
ja: プロフィールを更新
ka: განახლების ნახვა
lt: Atnaujinti aprašymą
lv: Atjaunināt profils
mk: Профил на ажурирање
mt: Profil Aġġornament
nl: Profiel bijwerken
pl: Aktualizacja profilu
pt: Atualizar perfil
ro: Actualizare profil
ru: Обновить профиль
sk: Aktualizovať profil
sl: Uredi podatke o uporabniku
sv: Uppdatera profil
uk: Оновити профіль
vi: Cập nhật hồ sơ
