Repository: gregorjerse/bober
Catalog: django/bober/bober_simple_competition/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, da, de, el, es_ar, et, fi, fr, ga, hu, it, ja, ka, lt, lv, mk, mt, nl, pl, pt, ro, ru, sk, sl, sv, uk, vi

source: Use questions for new question sets
ar: استخدام الأسئلة لمجموعات سؤال جديد
bg: Използвайте въпроса за нови групи въпроси
cs: Používejte otázky pro nová otázka sady
da: Brug spørgsmål til nye spørgsmålsserier
de: Benutzen Sie Fragen für neue Fragensätze
el: Χρησιμοποιήστε ερωτήσεις για νέα ερώτηση σύνολα
es_ar: Utilice las preguntas para los nuevos conjuntos de preguntas
et: Kasutage küsimused uus küsimus komplekti
fi: Uporabi vprašanja za nove nabore vprašanj
fr: Utilisez des questions pour les nouveaux ensembles de questions
ga: Ceisteanna do sraitheanna ceisteanna nua a úsáid
hu: Használja Kérdések új kérdést készletek
it: Utilizzare le domande per i nuovi set di domande
ja: 新しい質問・セットの質問を使用してください
ka: გამოიყენეთ კითხვები new კითხვა კომპლექტი
lt: Naudokite klausimus naują klausimą rinkiniai
lv: Izmantojiet jautājumus jauniem jautājumu kopumus
mk: Користете прашања за ново прашање сетови
mt: Uża mistoqsijiet għal settijiet ta 'mistoqsijiet ġodda
nl: Gebruik vragen voor nieuwe vraag sets
pl: Użyj pytania do nowych zestawów pytań
pt: Use perguntas para novos conjuntos de perguntas
ro: Utilizați întrebări pentru noi seturi de întrebări
ru: Задавайте вопросы на новых наборов вопрос
sk: Používajte otázky pre nové otázka sady
sl: Uporabi vprašanja za nove nabore vprašanj
sv: Använd frågor för nya frågeuppsättningar
uk: Задавайте питання на нових наборів питання
vi: Sử dụng câu hỏi cho bộ câu hỏi mới

source: Reduced functionality
ar: خفض وظائف
bg: Намалена функционалност
cs: Snížená funkce
da: Reduceret funktionalitet
de: Eingeschränkter Funktionalität
el: Μειωμένη λειτουργικότητα
es_ar: Funcionalidad reducida
et: Vähendatud funktsionaalsusega
fi: Omejena funkcionalnost
fr: Fonctionnalité réduite
ga: Feidhmiúlacht laghdaithe
hu: Csökkentett funkcionalitású
it: Funzionalità ridotte
ja: 縮小機能
ka: შემცირებული ფუნქცია
lt: Sumažinto funkcionalumo
lv: Samazināta funkcionalitāte
mk: Намалена функционалност
mt: Funzjonalità mnaqqsa
nl: Verminderde functionaliteit
pl: Ograniczona funkcjonalność
pt: Funcionalidade reduzida
ro: Funcționalitate redusă
ru: Снижение функции
sk: Znížená funkcia
sl: Omejena funkcionalnost
sv: Reducerad funktionalitet
uk: Зниження функції
vi: Giảm chức năng

source: Basic features only
ar: السمات الأساسية فقط
bg: Основни функции само
cs: Pouze Základní vlastnosti
da: Grundlæggende funktioner kun
de: Nur Basisinformationen
el: Βασικά χαρακτηριστικά μόνο
es_ar: Sólo Características básicas
et: Põhijooned ainult
fi: Perusominaisuudet vain
fr: Caractéristiques de base seulement
ga: Gnéithe bunúsacha amháin
hu: Alapvető funkciók csak akkor
it: Solo funzionalità di base
ja: 基本的な機能のみ
ka: ძირითადი თვისებები მხოლოდ
lt: Tik Pagrindinės funkcijos
lv: Pamata funkcijas tikai
mk: Само основните карактеристики
mt: Karatteristiċi bażiċi biss
nl: Alleen elementaire functies
pl: Tylko podstawowe funkcje
pt: Características básicas única
ro: Numai caracteristici de bază
ru: Только Основные характеристики
sk: Iba Základné vlastnosti
sl: Samo osnovna funkcionalnost
sv: Endast grundläggande funktioner
uk: Тільки Основні характеристики
vi: Tính năng cơ bản chỉ

source: Commonly used features
ar: السمات الشائعة الاستخدام
bg: Често използваните функции
cs: Běžně používané funkce
da: Almindeligt anvendte funktioner
de: Häufig verwendete Funktionen
el: Συχνά χρησιμοποιούμενες λειτουργίες
es_ar: Características de uso común
et: Tavaliselt kasutatakse funktsioone
fi: Yleisesti käytetty ominaisuudet
fr: Fonctions couramment utilisées
ga: Gnéithe A úsáidtear go coitianta
hu: A leggyakrabban használt funkciók
it: Caratteristiche comunemente usati
ja: 一般的に使用される機能
ka: გამოიყენება თვისებები
lt: Dažniausiai naudojami savybės
lv: Parasti izmanto funkcijas
mk: Најчесто се користи карактеристики
mt: Karatteristiċi komunement użati
nl: Veelgebruikte functies
pl: Często używane funkcje
pt: Recursos usados ​​comumente
ro: Caracteristici utilizate în mod obișnuit
ru: Часто используемые функции
sk: Bežne používané funkcie
sl: Običajna funkcionalnost
sv: Vanligt använda funktioner
uk: Часто використовувані функції
vi: Tính năng thường được sử dụng

source: All features
ar: كافة الميزات
bg: Всички функции
cs: Všechny funkce
da: Alle funktioner
de: Alle Funktionen
el: Όλα τα χαρακτηριστικά
es_ar: Todas las características
et: Kõik funktsioonid
fi: Kaikki ominaisuudet
fr: Toutes les fonctionnalités
ga: Gach gnéithe
hu: Minden funkció
it: Tutte le caratteristiche
ja: すべての機能
ka: ყველა თვისებები
lt: Visos funkcijos
lv: Vse možnosti
mk: Сите карактеристики
mt: Il-karatteristiċi kollha
nl: Alle functies
pl: Wszystkie funkcje
pt: Todos os recursos
ro: Toate caracteristicile
ru: Все особенности
sk: Všetky funkcie
sl: Vse možnosti
sv: Alla funktioner
uk: Всі особливості
vi: Tất cả các tính năng

source: First Name
ar: الاسم الأول
bg: Първо име
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es_ar: Nombre
et: Eesnimi
fi: Etunimi
fr: Prénom
ga: Ainm
hu: Keresztnév
it: Nome
ja: ファーストネーム
ka: სახელი
lt: Vardas
lv: Vārds
mk: Име
mt: Isem
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Primul nume
ru: Имя
sk: Krstné meno
sl: Ime
sv: Förnamn
uk: Ім'я
vi: Họ

source: Last Name
ar: الاسم الاخير
bg: Фамилия
cs: Příjmení
da: Efternavn
de: Familienname, Nachname
el: Επίθετο
es_ar: Apellido
et: Perekonnanimi
fi: Sukunimi
fr: Nom de famille
ga: Ainm Last
hu: Családnév
it: Cognome
ja: 苗字
ka: გვარი
lt: Pavardė
lv: Uzvārds
mk: Презиме
mt: Kunjom
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ro: Numele de familie
ru: Фамилия
sk: Priezvisko
sl: Priimek
sv: Efternamn
uk: Прізвище
vi: Họ

source: Beaver
ar: سمور
bg: Бобър
cs: Bober
da: Bæver
de: Biber
el: Κάστορας
es_ar: Castor
fi: Majava
fr: Castor
ga: Bébhar
hu: Hód
it: Castoro
ja: ビーバー
lt: Bebrenos kepurė
lv: Bebrs
mk: Дабар
mt: Kastur
nl: Bever
pl: Bóbr
pt: Castor
ro: Castor
ru: Бобр
sl: Bober
sv: Bäver
uk: Бобр
vi: Hải ly

source: Logout
ar: تسجيل خروج
bg: Излез от профила си
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσυνδέομαι
es_ar: Cerrar sesión
et: Logi välja
fi: Kirjautua ulos
fr: Se déconnecter
ga: Logáil Amach
hu: Kijelentkezés
it: Disconnettersi
ja: ログアウト
ka: გამოსვლა
lt: Atsijungti
lv: Izlogoties
mk: Одјава
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sv: Logga ut
uk: Вийти
vi: Đăng xuất

source: Enter access code
ar: إدخال رمز الوصول
bg: Въведете код за достъп
cs: Zadejte přístupový kód
da: Indtast adgangskoden
de: Zugangscode eingeben
el: Εισάγετε τον κωδικό πρόσβασης
es_ar: Introduce el código de acceso
et: Sisenemiskoodi
fi: Anna avauskoodi
fr: Entrez le code d'accès
ga: Cuir isteach cód rochtana
hu: Írja be a hozzáférési kódot
it: Inserisci il codice di accesso
ja: アクセスコードを入力してください
ka: შეიყვანეთ კოდით
lt: Įveskite prieigos kodą
lv: Ievadiet piekļuves kodu
mk: Внесете код за пристап
mt: Ikteb il-kodiċi aċċess
nl: Voer toegangscode
pl: Wprowadź kod dostępu
pt: Digite o código de acesso
ro: Introduceți codul de acces
ru: Введите код доступа
sk: Zadajte prístupový kód
sl: Vnesi kodo za dostop
sv: Ange åtkomstkoden
uk: Введіть код доступу
vi: Nhập mã truy cập

source: Back to Menu
ar: العودة إلى القائمة
bg: Обратно към Меню
cs: Zpět do menu
da: Tilbage til Menu
de: Zurück zum Menü
el: Επιστροφή στο μενού
es_ar: De nuevo a menú
et: Tagasi Menu
fi: Takaisin valikkoon
fr: Retour au menu
ga: Ar ais go Menu
hu: Vissza Menü
it: Torna al menu
ja: メニューへもどります
ka: თავში მენიუ
lt: Atgal į meniu
lv: Atpakaļ uz izvēlni
mk: Вратете се на менито
mt: Lura għall Menu
nl: Terug naar Menu
pl: Powrót do menu
pt: Voltar ao menu
ro: Înapoi la meniul
ru: Назад к меню
sk: Späť do menu
sl: Nazaj na meni
sv: Tillbaka till Meny
uk: Повернутися до меню
vi: Trở lại vào Menu

source: Submit
ar: عرض
bg: Подайте
cs: Předložit
da: Indsend
de: einreichen
el: Υποτάσσομαι
es_ar: Enviar
et: Esitama
fi: Esittää
fr: Proposer
ga: Cuir isteach
it: Presentare
ja: 提出します
ka: წარადგინეთ
lt: Pateikti
lv: Iesniegt
mk: Достават
mt: Issottometti
nl: Voorleggen
pl: Zgłaszać
pt: Enviar
ru: Отправить
sk: Predložiť
sl: Oddaj
sv: Överlämna
uk: Уявити
vi: Đệ trình

source: Results
ar: النتائج
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es_ar: Resultados
et: Tulemused
fi: Tulokset
fr: Résultats
ga: Torthaí
hu: Eredmények
it: Risultati
ja: その結果
ka: შედეგები
lt: Rezultatai
lv: Rezultāti
mk: Резултати
mt: Riżultati
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sl: Rezultati
sv: Resultat
uk: Результати
vi: Kết quả

source: Question
ar: سؤال
bg: Въпрос
cs: Otázka
da: Spørgsmål
de: Frage
el: Ερώτηση
es_ar: Pregunta
et: Küsimus
fi: Kysymys
ga: Ceist
hu: Kérdés
it: Domanda
ja: 質問
ka: კითხვა
lt: Klausimas
lv: Jautājums
mk: Прашање
mt: Mistoqsija
nl: Vraag
pl: Pytanie
pt: Questão
ro: Întrebare
ru: Вопрос
sk: Otázka
sl: Vprašanje
sv: Fråga
uk: Питання
vi: Câu hỏi

source: Not graded yet
ar: لا متدرج حتى الآن
bg: Все още не е оценена
cs: Ještě ne tříděné
da: Ikke gradueres endnu
de: Noch nicht bewertet
el: Δεν βαθμολογήθηκε ακόμα
es_ar: No clasificado todavía
et: Ei sorteeritud veel
fi: Ei arvostellaan vielä
fr: Pas encore noté
ga: Gan grádaithe fós
hu: Nem osztályozott még
it: Non ancora stato valutato
ja: まだ傾斜
ka: არ ფასდება ჯერ
lt: Ne rūšiuojami dar
lv: Vēl nav jāšķiro
mk: Уште не е оценет
mt: Mhux gradati għadhom
nl: Nog niet ingedeeld
pl: Jeszcze nie sklasyfikowane
pt: Ainda não classificado
ro: Nu clasificate încă
ru: Еще не оцениваются
sk: Ešte nie triedené
sl: Še ni ocenjeno
sv: Inte graderad ännu
uk: Ще не оцінюються
vi: Không chấm điểm nào

source: Wrong Answer
ar: جواب خاطئ
bg: Грешен отговор
cs: Špatná odpověď
da: Forkert svar
de: Falsche Antwort
el: Λανθασμένη απάντηση
es_ar: Respuesta incorrecta
et: Vale vastus
fi: Väärä vastaus
fr: Mauvaise réponse
ga: Freagra Mícheart
hu: Rossz válasz
it: Risposta errata
ja: 間違った答え
ka: არასწორი პასუხი
lt: Atsakymas neteisingas
lv: Nepareiza atbilde
mk: Погрешен одговор
mt: Tweġiba Wrong
nl: Verkeerde antwoord
pl: Zła odpowiedź
pt: Resposta errada
ro: Răspuns greșit
ru: Неверный ответ
sk: Zlá odpoveď
sl: Napačen odgovor
sv: Fel svar
uk: Неправильну відповідь
vi: Câu trả lời sai

source: Correct
ar: صحيح
bg: Правилен
cs: Opravit
da: Korrekt
de: Korrekt
el: Σωστός
es_ar: Correcto
et: Õige
fi: Korjata
fr: Correcte
ga: Ceart
hu: Helyes
it: Correggere
ja: 正しい
ka: სწორი
lt: Teisingas
lv: Pareizs
mk: Правилен
nl: Corrigeren
pl: Poprawny
pt: Corrigir
ro: Corect
ru: Верный
sk: Správna
sl: Pravilen odgovor
sv: Rätta
uk: Правильний
vi: Chính xác

source: Registration
ar: التسجيل
bg: Регистрация
cs: Registrace
da: Registrering
de: Registrierung
el: Εγγραφή
es_ar: Registro
et: Registreerimine
fi: Rekisteröinti
fr: enregistrement
ga: Clárú
hu: Bejegyzés
it: Registrazione
ja: 登録
ka: რეგისტრაცია
lt: Įregistravimas
lv: Reģistrācija
mk: Регистрација
mt: Reġistrazzjoni
nl: Registratie
pl: Rejestracja
pt: Registro
ro: Înregistrare
ru: Постановка на учет
sk: Zápis
sl: Registracija
sv: Registrering
uk: Реєстрація
vi: Đăng ký

source: Create code format
ar: إنشاء شكل شفرة
bg: Създайте код формат
cs: Vytvořit formátování kódu
da: Opret kode format
de: Erstellen Codeformat
el: Δημιουργία μορφή κώδικα
es_ar: Crear formato de código
et: Loo koodi formaadis
fi: Luo koodi formaatti
fr: Créer format de code
ga: Cruthaigh bhformáid cód
hu: Hozzon létre formátum
it: Crea formato del codice
ja: コー​​ドのフォーマットを作成します。
ka: შექმნა კოდი ფორმატში
lt: Sukurti kodas formatą
lv: Izveidot koda formātā
mk: Создаде кодот формат
mt: Oħloq format kodiċi
nl: Maak codeformaat
pl: Tworzenie formatu kodu
pt: Criar formato de código
ro: Creați format cod
ru: Создать формат кода
sk: Vytvoriť formátovanie kódu
sl: Ustvari format kode
sv: Skapa kodformatet
uk: Створити формат коду
vi: Tạo định dạng mã

source: Code format successfully created!
ar: شكل شفرة خلق بنجاح!
bg: Код формат създаден успешно!
cs: Formát Code úspěšně vytvořena!
da: Kode-format oprettet!
de: Codeformat erfolgreich erstellt!
el: Μορφή του κώδικα που δημιουργήθηκε με επιτυχία!
es_ar: Formato Código creado correctamente!
et: Kood formaadis edukalt loodud!
fi: Koodi muodossa onnistuneesti luotu!
fr: Le format du code créé avec succès!
ga: Format Cód cruthaíodh go rathúil!
hu: Formátum sikeresen létrehozva!
it: Formato del codice creato con successo!
ja: コー​​ドフォーマットが正常に作成！
ka: კოდი ფორმატში წარმატებით შეიქმნა!
lt: Kodas formatas sėkmingai sukurta!
lv: Odgovor ste uspešno izbrisali!
mk: Кодот формат успешно создале!
mt: Format kodiċi b'suċċess maħluqa!
nl: Code-formaat met succes!
pl: Format kodu utworzony pomyślnie!
pt: Formato de código criado com sucesso!
ro: Formatul cod creat cu succes!
ru: Формат кода успешно создан!
sk: Formát Code úspešne vytvorená!
sl: Odgovor ste uspešno izbrisali!
sv: Kodformatet har skapats!
uk: Формат коду успішно створений!
vi: Định dạng mã tạo thành công!

source: Code formats
ar: صيغ قانون
bg: Код формати
cs: Formáty Kód
da: Kodeformater
de: Codeformate
el: Μορφές κώδικα
es_ar: Formatos de código
et: Kood formaadis
fi: Koodi muodoissa
fr: Formats de code
ga: Formáidí Cód
hu: Kód formátumok
it: Formati di codice
ja: コー​​ド・フォーマット
ka: კოდი ფორმატში
lt: Kodas formatai
lv: Kods formāti
mk: Код формати
mt: Formati kodiċi
nl: Code formaten
pl: Formaty Code
pt: Formatos de código
ro: Formate de cod
ru: Код форматы
sk: Formáty Kód
sl: Ustvari format kode
sv: Kodformat
uk: Код формати
vi: Định dạng mã

source: Back to index
ar: عودة إلى الفهرس
bg: Назад към индекс
cs: Zpět do indexu
da: Tilbage til index
de: Zurück zum Index
el: Επιστροφή στο Ευρετήριο
es_ar: Volver al índice
et: Tagasi indeks
fi: Takaisin hakemistoon
fr: Retour à l'index
ga: Ar ais go innéacs
hu: Vissza az index
it: Torna all'indice
ja: インデックスに戻ります
ka: თავში ინდექსი
lt: Į pradžią
lv: Atpakaļ uz indeksu
mk: Вратете се на индекс
mt: Lura għall-indiċi
nl: Terug naar index
pl: Powrót do indeksu
pt: Voltar para o índice
ro: Înapoi la index
ru: Вернуться к индексу
sk: Späť do indexu
sl: Nazaj na začetno stran
sv: Tillbaka till index
uk: Повернутися до індексу
vi: Quay lại danh sách

source: Competitor code formats
ar: صيغ قانون منافس
bg: Конкурент код формати
cs: Formáty Závodník kód
da: Konkurrent kode formater
de: Wettbewerber Codeformate
el: Μορφές κώδικα Ανταγωνιστής
es_ar: Formatos de código Competidor
et: Võistleja koodi formaadis
fi: Kilpailija koodi muodot
fr: Formats de code de compétiteurs
ga: Formáidí cód Iomaitheoir
hu: Versenyző kódot formátumok
it: Formati di codice concorrente
ja: 競合他社のコードフォーマット
ka: კონკურენტი კოდი ფორმატში
lt: Konkurentų kodas formatai
lv: Konkurentu kods formāti
mk: Конкурент код формати
mt: Formati kodiċi kompetitur
nl: Concurrent code formaten
pl: Formaty kodów zawodnik
pt: Formatos de código concorrente
ro: Formate de cod concurent
ru: Форматы Конкурент код
sk: Formáty Pretekár kód
sl: Formati kod tekmovalcev
sv: Konkurrent kodformat
uk: Формати Конкурент код
vi: Định dạng mã đối thủ cạnh tranh

source: Create competitor code format
ar: إنشاء منافس شكل شفرة
bg: Създайте конкурент код формат
cs: Vytvořit formát konkurence kódu
da: Opret konkurrent kode format
de: Erstellen Konkurrenten Codeformat
el: Δημιουργία ανταγωνιστή μορφή κώδικα
es_ar: Crear formato de código competidor
et: Loo konkurent koodi formaadis
fi: Luo kilpailija koodi formaatti
fr: Créer format de code concurrent
ga: Cruthaigh bhformáid cód iomaitheoir
hu: Hozzon létre versenyző formátum
it: Crea formato del codice concorrente
ja: 競合他社のコードフォーマットを作成します。
ka: შექმნა კონკურენტი კოდი ფორმატში
lt: Sukurti konkurento kodas formatą
lv: Izveidot konkurentu koda formātā
mk: Создаде конкурент кодот формат
mt: Oħloq format kodiċi kompetitur
nl: Maak concurrent codeformaat
pl: Tworzenie formatu kodu konkurenta
pt: Criar formato de código de concorrente
ro: Creați format cod concurent
ru: Создать формат конкурента кода
sk: Vytvoriť formát konkurencie kódu
sl: Ustvari format kode za tekmovalce
sv: Skapa konkurrent kodformat
uk: Створити формат конкурента коду
vi: Tạo mã định dạng đối thủ cạnh tranh

source: Admin code formats
ar: صيغ قانون المشرف
bg: Admin код формати
cs: Formáty kód admin
da: Admin kode formater
de: Admin Codeformate
el: Μορφές κωδικό διαχειριστή
es_ar: Formatos de código de administración
et: Admin koodi formaadis
fi: Admin koodi muodot
fr: Formats de code Admin
ga: Formáidí cód admin
hu: Admin kód formátumok
it: Formati di codice Admin
ja: 管理コード・フォーマット
ka: ადმინ კოდი ფორმატში
lt: Administratorius kodas formatai
lv: Admin kods formāti
mk: Admin код формати
mt: Formati kodiċi Admin
nl: Admin code formaten
pl: Formaty kodów Admin
pt: Formatos de código de Admin
ro: Formate de cod Admin
ru: Форматы код Админ
sk: Formáty kód admin
sl: Administratorske kode
sv: Admin kodformat
uk: Формати код Адмін
vi: Định dạng mã admin

source: Create administrator code format
ar: إنشاء مسؤول تنسيق الرمز
bg: Създай администратор формат код
cs: Vytvořit kód formátu administrátora
da: Opret administrator kode format
de: Erstellen Sie Administratorcode-Format
el: Δημιουργία διαχειριστή μορφή κώδικα
es_ar: Crear formato de código de administrador
et: Loo administraator koodi formaadis
fi: Luo pääkäyttäjän koodi formaatti
fr: Créer format de code de l'administrateur
ga: Cruthaigh bhformáid cód riarthóir
hu: Rendszergazda létrehozása formátum
it: Crea formato del codice amministratore
ja: 管理者コードのフォーマットを作成します
ka: შექმნა ადმინისტრატორს კოდი ფორმატში
lt: Sukurti administratoriaus kodą formatą
lv: Izveidot administratora koda formātā
mk: Создаде администратор формат код
mt: Oħloq format kodiċi amministratur
nl: Maak de beheerder codeformaat
pl: Tworzenie formatu kodu administratora
pt: Criar formato de código de administrador
ro: Creați format cod administrator
ru: Создать формат кода администратора
sk: Vytvoriť kód formátu administrátora
sl: Ustvari format kode za administratorje
sv: Skapa administratörs kodformat
uk: Створити формат коду адміністратора
vi: Tạo định dạng mã quản trị

source: Back to code format index
ar: عودة إلى الفهرس شكل شفرة
bg: Nazaj na seznam formatov kod
cs: Zpět do kódu formátu indexu
da: Tilbage til kode-format indeks
de: Zurück zur Code-Format Index
el: Επιστροφή στο Ευρετήριο μορφή κώδικα
es_ar: Volver al índice formato de código
et: Tagasi koodi formaadis indeks
fi: Takaisin koodi muotoon indeksi
fr: Retour à l'index de code de format
ga: Ar ais go innéacs cód bhformáid
hu: Vissza a formátum index
it: Torna al codice di indice formato
ja: バックコード形式のインデックスへ
ka: დასაწყისზე კოდი ფორმატში ინდექსი
lt: Atgal į kodo formato indeksas
lv: Atpakaļ uz koda formātā indekss
mk: Назад на индексот кодот формат
mt: Lura għall-indiċi format kodiċi
nl: Terug naar codeformaat index
pl: Powrót do indeksu formatu kodu
pt: Voltar ao índice de formato de código
ro: Înapoi la index format cod
ru: Вернуться к коду индекса формата
sk: Späť do kódu formátu indexu
sl: Nazaj na seznam formatov kod
sv: Tillbaka till kodindex format
uk: Повернутися до коду індексу формату
vi: Trở lại với chỉ số định dạng mã

source: Competition attempts
ar: محاولات المنافسة
bg: Опити за конкуренция
cs: Pokusy Soutěž
da: Konkurrence forsøg
de: Wettbewerb Versuche
el: Απόπειρες Ανταγωνισμού
es_ar: Intentos de Competencia
et: Konkurents katsed
fi: Kilpailu yritykset
fr: Tentatives de la concurrence
ga: Iarrachtaí Comórtas
hu: Verseny kísérletek
it: Tentativi di concorrenza
ja: 競争の試み
ka: კონკურსი მცდელობა
lt: Konkurso bandymai
lv: Konkurence mēģinājumi
mk: Обиди конкуренција
mt: Tentattivi Kompetizzjoni
nl: Concurrentie pogingen
pl: Próby konkursowe
pt: Tentativas de concorrência
ro: Încercări de concurență
ru: Попытки конкурс
sk: Pokusy Súťaž
sl: Poizkusi tekmovanja
sv: Konkurrens försök
uk: Спроби конкурс
vi: Nỗ lực cạnh tranh

source: Back to competitions
ar: العودة إلى المنافسات
bg: Върнете се в конкурси
cs: Zpět na soutěžích
da: Tilbage til konkurrencer
de: Zurück zu den Wettbewerben
el: Επιστροφή στην διαγωνισμών
es_ar: Volver a competiciones
et: Tagasi võistlused
fi: Takaisin kilpailut
fr: Retour aux compétitions
ga: Ar ais go comórtais
hu: Vissza a versenyek
it: Torna ai concorsi
ja: 戻る大会へ
ka: თავში კონკურსები
lt: Atgal į varžybas
lv: Atpakaļ uz konkursiem
mk: Назад на натпревари
mt: Lura għall-kompetizzjonijiet
nl: Terug naar wedstrijden
pl: Powrót do konkursów
pt: Voltar às competições
ro: Înapoi la concursuri
ru: Вернуться к соревнованиям
sk: Späť na súťažiach
sl: Nazaj na seznam tekmovanj
sv: Tillbaka till tävlingar
uk: Повернутися до змагань
vi: Trở lại với cuộc thi

source: Competition details
ar: تفاصيل المنافسة
bg: Детайли Конкуренция
cs: Podrobnosti Soutěž
da: Konkurrence detaljer
de: Wettbewerb Details
el: Λεπτομέρειες διαγωνισμού
es_ar: Detalles de la competición
et: Konkurents üksikasjad
fi: Kilpailu tiedot
fr: Détails de la compétition
ga: Sonraí Comórtas
hu: Verseny részletei
it: Dettagli sul concorso
ja: 大会の詳細
ka: კონკურსის დეტალები
lt: Konkurso detalės
lv: Konkursa informācija
mk: Детали за конкуренција
mt: Dettalji Kompetizzjoni
nl: Concurrentie gegevens
pl: Szczegóły konkursu
pt: Detalhes da concorrência
ro: Detalii de concurență
ru: Детали конкурса
sk: Podrobnosti Súťaž
sl: Tekmovanja
sv: Konkurrens detaljer
uk: Деталі конкурсу
vi: Các chi tiết về cuộc thi

source: Create code
ar: إنشاء مدونة
bg: Създаване на код
cs: Vytvořit kód
da: Opret kode
de: Code erstellen
el: Δημιουργία κώδικα
es_ar: Crear código
et: Loo koodi
fi: Luo koodi
fr: Créer Code
ga: Cruthaigh cód
hu: Kód
it: Crea codice
ja: コー​​ドを作成します。
ka: შექმნა კოდი
lt: Sukurti kodą
lv: Izveidot kodu
mk: Создаде код
mt: Oħloq kodiċi
nl: Maak code
pl: Tworzenie kodu
pt: Criar código
ro: Creați cod
ru: Создать код
sk: Vytvoriť kód
sl: Ustvari kodo
sv: Skapa kod
uk: Створити код
vi: Tạo mã

source: Codes
ar: رموز
bg: Кодове
cs: Kódy
da: Koder
el: Κωδικοί
es_ar: Códigos
et: Koodid
fi: Koodit
ga: Cóid
hu: Kódok
it: Codici
ja: コー​​ド
lt: Kodai
mk: Кодови
mt: Kodiċijiet
pl: Kody
pt: Códigos
ro: Coduri
ru: Коды
sk: Kódy
sl: Kode
sv: Koder
uk: Коди

source: Current code
ar: القانون الحالي
bg: Current код
cs: Aktuální kód
da: Aktuelle kode
de: Aktuelle Code
el: Τρέχουσα κωδικός
es_ar: Código actual
et: Praegune kood
fi: Nykyinen koodi
fr: Code actuel
ga: Cód atá ann faoi láthair
hu: Jelenlegi kód
it: Codice attuale
ja: 現在のコード
ka: აქტუალური კოდი
lt: Dabartinis kodas
lv: Pašreizējais kods
mk: Тековниот код
mt: Kodiċi attwali
nl: Huidige code
pl: Aktualny kod
pt: Código atual
ro: Codul curent
ru: Текущий код
sk: Aktuálny kód
sl: Ustvari kodo
sv: Nuvarande kod
uk: Поточний код
vi: Mã hiện tại

source: Admin codes
ar: رموز المشرف
bg: Admin кодове
cs: Správce kódy
da: Admin-koder
el: Διαχειριστής κωδικών
es_ar: Códigos admin
et: Admin koodid
fi: Admin koodit
fr: Les codes de gestion
ga: Cóid admin
hu: Admin kódok
it: Codici Admin
ja: 管理コード
ka: ადმინ კოდები
lt: Admin kodai
lv: Admin kodi
mk: Admin кодови
mt: Kodiċijiet Admin
pl: Kody Admin
pt: Códigos de administrador
ro: Coduri admin
ru: Действия администратора коды
sk: Správca kódy
sl: Administratorske kode
sv: Admin koder
uk: Дії адміністратора коди
vi: Mã số quản trị

source: Generate code
ar: إنشاء التعليمات البرمجية
bg: Генериране на код
cs: Generovat kód
da: Generer kode
de: Code generieren
el: Δημιουργία κώδικα
es_ar: Generar código
et: Loo koodi
fi: Luo koodi
fr: Générer du code
ga: Gin cód
hu: Generál kódot
it: Genera codice
ja: コー​​ドを生成
ka: გენერირება კოდი
lt: Sukurti kodą
lv: Izveidot kodu
mk: Генерира код
mt: Iġġenera kodiċi
nl: Genereer code
pl: Generowanie kodu
pt: Gerar código
ro: Genera codul
ru: Создавать код
sk: Generovať kód
sl: Ustvari kodo
sv: Generera kod
uk: Створювати код
vi: Tạo mã
